[Language]
Description = Magyar2

[Global]
10001 = Fájl
10002 = Szerkeszt
10003 = Nézet
10004 = Súgó
10005 = Kilépés
10023 = Súgó tartalma
10018 = Honlap
10019 = Névjegy
10006 = Leállítás
10007 = Frissítés
10008 = Tulajdonságok
10009 = Név
10010 = Megnyitás
10011 = Méret
10012 = OK
10013 = Mégse
10014 = Bezárás
10015 = Igen
10016 = Nem
10017 = Tallózás ...
10020 = Export ...
10021 = Mappa megnyitása
10022 = Feladatok
10024 = Következő
10025 = Vissza
10026 = Beállítások
19026 = Teljes méret
19027 = Szabad hely
14023 = Állapot
10027 = Leírás
10028 = Befejezés
10029 = Lomtár
14009 = Részletek
10030 = Új
10031 = Eltávolítás
10032 = Alapértelmezett
10033 = Létrehozás dátuma
10034 = Törlés
10035 = Ajánlás barátoknak
10036 = Vásárlás most
10037 = Regisztrációs kód beírása
15009 = Mind
15010 = Semmit
15011 = Megfordítva
15014 = Check
10038 = Menü
10039 = Frissítések
10040 = Nyelvek
10041 = Biztos benne, hogy a lomtárba küldi a kijelőlt elemeket?
10043 = Néhány fájl nem törölhető. Ellenőrizze, hogy a fájlt jelenleg nem használják, nem írásvédett, és hogy a lomtár nincs-e tele.
10044 = Figyelem
10045 = Információ
10046 = Hiba
10047 = Megerősítés
10048 = Inicializálás

10050 = Ajánlom
10051 = Alkalmaz
10052 = Eszköz
10053 = A program nem indul el, mert a fájl sérült vagy hiányos. Kérjük próbálkozzon újra a telepítéssel, hogy megoldja a problémát. Kattintson a "Yes" töltse le a Glary Utilities legújabb verzióját.

[Integrator]
10801 = Tisztítás és javítás
10802 = Optimalizálása és javítása
10803 = Biztonság
10804 = Fájlok és mappák
10805 = Rendszereszközök

10806 = Állapot
10807 = Program Status
10808 = Jelenlegi verzió:
10809 = Utolsó módosítás:
10810 = Adatbázis Date:
10811 = License Status
10812 = Típus:
10813 = Ingyenes verzió
10814 = Professzionális verzió
10815 = Lejárat dátuma:
10816 = Soha
10817 = Regisztrálja a fizetett terméket és kattintson az alábbi gombra.
10818 = Regisztráció
10819 = Auto Care beállítások

10799 = Modulok

10820 = Beállítások
10821 = Általános
10822 = Nyelv:
10823 = Glary Utilities automatikus betöltése a Windows indításakor.
10824 = Tálcára, ha bezárja a program ablakát.
10825 = Helyi menü
10826 = Jelölje ki a helyi menük kívánt integrálni a Windows Explorer.
10827 = Automatikus frissítés
10828 = Execute Web Update előre megadott időpontban.
10829 = Ütemezés:
10830 = Nem Elérhető az Ingyenes változatban.
10831 = Change Schedule
10832 = Auto Care
10833 = Törlés adatvédelmi számokat a Windows kijelentkezéskor vagy shutdown.
10834 = Privacy Tracks
10835 = Válassza ki a számokat, hogy a törölni kívánt Windows kijelentkezéskor vagy shutdown
10836 = Automatikus 1-Click Maintenance
10837 = Execute 1-Click Maintenance előre megadott időpontban.
10838 = Restore Center
10839 = Restore Center Protection
10840 = Jelölje ki a modulokat, azt szeretné, hogy védett Restore Center itt.
10841 = A rendelkezésre álló modulok:
10842 = Biztonsági mentés beállításai:
10843 = Törlés mentések automatikusan:
10844 = Számának korlátozása mentések:
10845 = Ignore List
10846 = Egy hét után
10847 = 2 hét múlva
10848 = 3 hét után
10849 = Egy hónap után
10850 = 2 hónap után
10851 = 3 hónap után
10852 = Automatikus 1-Click Maintenance Options
10853 = Csak scan problémák
10854 = Scan és javítás problémák
10855 = Válassza ki a kívánt zeneszámokat törölni
10856 = Buborékértesítések megjelenítése amikor minimalizálja a tálcára
10857 = Frissítések keresése a program indításakor

10900 = Módosítások visszavonása
10901 = Válassza ki a kívánt biztonsági mentést visszaállítani, majd kattintson a "Restore" gombra.
10902 = Rendszer-visszaállítás
10903 = visszaállítási pont létrehozása.
10914 = Új visszaállítási pont sikeresen létrehozva.
10904 = A visszaállítási pont létrehozása nem sikerült! Rendszer-visszaállítás letiltható ez a rendszer, vagy nem rendelkezik a hozzáférési jogosultságokkal.
10905 = Ahhoz, hogy Rendszer-visszaállítás, hajtsa végre a következő lépéseket: Start Vezérlőpult -> Rendszer -> Rendszer-visszaállítás fülre. Törölje a "Rendszer-visszaállítás kikapcsolása az összes meghajtón" jelölőnégyzetet, hogy Rendszer-visszaállítás. Kattintson az OK gombra.
10906 = Válassza ki a visszaállítási pontot az első!
10907 = Kérjük, mentse el a módosításokat és zárjon be minden futó programot. A Windows automatikusan újraindul a visszaállítási folyamat.
10908 = Válassza ki a mentés első!
10911 = Mentések
10912 = Biztosan vissza akarja állítani: %s?
10913 = Sikeres visszaállítás.
10915 = Válassza ki a visszaállítási pontot szeretne visszaállítani, majd kattintson a "Restore" gombra.

10909 = Tipp
10910 = Glary Utilities még mindig fut.

10916 = GYIK
10917 = Skins
10918 = Portable verzió
10919 = Emergency Support

[License Dialog]
20001 = Ez egy időkorlátos próbaváltozat.
20002 = Ki lehet próbálni a teljes funkcionalitását a szoftver %s napig, kötelezettség nélkül.
20003 = Ha tetszik a szoftver, és szeretné használni, túl a tesztidőszak, kattintson a "Megrendelés".
20004 = Test period: nap %s %s2
20005 = A próbaváltozat lejárt. Azt tudták, hogy teszteljék a teljes funkcionalitását a szoftver %s napig.
20006 = Ha tetszik a szoftver, és szeretné, hogy továbbra is használja, kattintson a "Megrendelés".
20007 = Teszt időszak lejárt
20008 = Nem regisztrált
20009 = Copyright (c)
20010 = A termék jogos használója:
20011 = Figyelem: Ez a számítógépes program szerzői joggal védett és nemzetközi egyezmények. Engedély nélküli másolása vagy terjesztése a program súlyos polgári és büntetőjogi és bírósági eljárást von, hogy a lehető legnagyobb mértékben a törvény.
20012 = Honlap
20013 = Megrendelés
20014 = Adjon meg kódot
20015 = Tovább próbál
20016 = Az Ön neve:
20017 = Regisztrációs kód
20018 = Ha nincs regisztrációs kódja a próbaverzió feloldásához, akkor
20019 = rendelhet egyet az Interneten.
20020 = A beírt regisztrációs kód érvénytelen. Kérjük, ellenőrizze a kódot, vagy győződjön meg arról, hogy helyesen adta meg.
20021 = Köszönjük, a következő személyek közreműködését:
20022 = Frissítés most!
20023 = Kérjük, írja be a licenc információkat.
20024 = Licenc típus:
20025 = A licenc megszerzése,
20026 = Honlap:

20027 = Frissítés most
20037 = Kérjük, adja meg a nevét!
20038 = License kód:
20039 = Aktiválás most
20040 = Nem rendelkezik engedéllyel?
20041 = Kattintson ide, hogy kapjon egyet.
20042 = Elvesztettem a licenc kódom.
20043 = Adja meg License Information
20044 = Licenc Név:
20045 = Lejárat dátuma:
20046 = %s nap (ok) bal
20047 = Lejárt %s nap (ok) előtt
20048 = Megújítása
20049 = Export License
20050 = Glary Utilities License Manager
20051 = Pl. AC6E-D9C6-FAB8-A8C8
20052 = License Manager
20053 = Licenc információ sikeresen mentve:

[Updater]
30001 = Nem, hogy információt %s
30002 = A számítógép fut a legújabb verzióját: %s. Nincs elérhető frissítés ebben az időben.
30003 = Az Ön% s: %s2.
30004 = A újabb verziója %s tölthető le: %s2. Kérjük, kattintson az "OK", hogy nyissa meg a letöltés részleteinek megtekintéséhez, vagy kattintson a lemondás, ha nem akarja frissíteni ebben az időben.
30005 = Frissített sikeresen
30006 = Letöltése frissített változata (%s) ...
30007 = Letöltése Frissített referencia fájl (%s) ...
30008 = Frissítések keresése ...
30009 = Kész
30010 = WebUpdate ...
30011 = Becsült hátralévő idő:
30012 = Átviteli sebesség:
30013 = Ismeretlen
30014 = %s sec
30015 = %s %s2 másolt
30016 = %s / sec
30017 = Meg kell frissíteni a PRO verzió %s használni ezt a funkciót. Most frissíteni?
30018 = %s már elérhető. Kattintson ide üzenetet telepíteni.
30019 = %s min %s2 sec
30020 = Lekérése nyelv frissített fájl (%s) ...

[Context Menu]
40001 = Lemezterület elemzése Glary Utilities
40002 = csatlakozni Glary Utilities
40003 = Split Glary Utilities
40004 = dekódolása  Glary Utilities
40005 = Titkosítás Glary Utilities
40006 = Törölje Glary Utilities
40007 = Üres mappa keresés Glary Utilities

40008 = Disk Defrag a Glary Utilities
40009 = sikkaszt a lemez a Glary Utilities
40010 = Defrag a Mappa Glary Utilities
40011 = Defrag a fájlt Glary Utilities

[Registry Cleaner]
11001 = Registry Repair
11901 = Törli a rendszerleíró adatbázist, hogy javítsa a rendszer teljesítményét.
11002 = Jelölje ki a vizsgálandó részeket

11003 = Action
11004 = Adatbázis átvizsgálása
11005 = Adatbázis javítása
11006 = Korábbi javítások visszaállítása
11007 = Eszközök

11008 = Ön által megjelölt problémák javítása sikeres volt.
11009 = Biztos benne, hogy a tételt, hogy az ignore listára? Ez az elem nem található újra.
11010 = A fájl mentési helye:
11011 = Talált problémák összefoglalása:
11012 = 1 hibát találtam
11013 = %s hibát találtam
11014 = 1 hiba kijelölve a javításra
11015 = %s hiba kijelölve a javításra
11016 = Nem található probléma
11017 = Nincs hiba kijelölve a javításra
11018 = (%s hibát találtam)
11019 = Elemzés
11020 = :
11021 = Javítás:
11022 = Megnyitás Regedit
11023 = Bejegyzés megnyitása Regedit
11024 = Bejegyzés törlése
11025 = Hagyja ezt a bejegyzést változtatás nélkül
11026 = Kizárás a bejegyzés mindig (Ne keresse újra)
11027 = Tulajdonságok
11028 = Parancsikon tulajdonságok megnyitása
11029 = Parancsikon törlése
11030 = Hagyja a parancsikon módosítás nélkül

11031 = Scan befejezte
11032 = Javítás
11033 = Kattintson Javítás megoldani őket automatikusan, vagy a Bezárás gombra kattintva a részletek megtekintéséhez.
11034 = Javítás befejezve
11035 = Vizsgálat
11036 = Javítás

11037 = Restore
11038 = Válassza ki a kívánt biztonsági mentést visszaállítani, majd kattintson a "Restore" gombra.
11039 = Biztonsági mentés
11040 = Biztosan vissza akarja állítani: %s, hogy a rendszerleíró adatbázis?
11041 = %s sikeresen visszaállítva a regisztrációs adatbázisba.

11042 = Az %s bejegyzés erre a hiányzó fájlra vagy mappára %s2
11043 = Ez a regisztrációs kulcs hiányzó kulcs: %s
11044 = Ez a regisztrációs kulcs nem tartalmaz adatot, akkor törölni.
11045 = Ez a regisztrációs kulcs hiányzó CLSID %s
11046 = Ez a regisztrációs kulcs a hiányzó ikonfájlt %s
11047 = A helyi menü %s bejegyzés erre a hiányzó programra %s2
11048 = Ez a regisztrációs hiányos, mert a kulcs parancs hiányzik.
11049 = Ez a regisztrációs kulcs hiányos, mert nem tartalmaz olyan adatot, amely szükséges a Windows.
11050 = Ez a regisztrációs kulcs hiányzó CLSID %s. A hozzárendelt CLSID törölhető.
11051 = Ez a regisztrációs kulcs hiányzó LocalServer32 %s. A hozzárendelt CLSID törölhető.
11052 = Ez a regisztrációs kulcs hiányzó típustárat %s
11053 = Ez a regisztrációs kulcs a hiányzó folder %s
11054 = Az %s regisztrációs kulcs nem tartalmaz adatot. A kapcsolódó Type könyvtár törölhető.
11055 = Ez a regisztrációs kulcs hiányzó fájlra %s
11056 = A megadott %s fájl nem található.
11057 = %s fájl társított a bejegyzés %s2 nem létezik.
11058 = Az %s bejegyzés erre a hiányzó súgó fájlt %s2
11059 = Hiányzó megosztott fájl: %s
11060 = A megosztott fájl %s nem használja többé.
11061 = Ez a bejegyzés ImgePath a hiányzó fájlt: %s. A kapcsolódó szolgáltatások törölhető.
11062 = Az %s bejegyzés hiányzó fájlra %s2
11063 = Ez a parancsikon erre a hiányzó cél %s
11064 = Ez a regisztrációs kulcs hivatkozást tartalmaz a Start menü %s, amely már törölték vagy.
11065 = Az %s bejegyzés erre a hiányzó programra %s2
11066 = Ez az eltávolító bejegyzés nem tartalmaz szükséges adatokat a Windows, hogy távolítsa el a programot vagy összetevőt.
11067 = A szükséges %s eltávolító program nem található
11068 = Az %s bejegyzés erre a hiányzó mappára %s2

11069 = Törlés gomb:
11070 = Törlés érték:
11071 = Fájl törlése:

11072 = Ignore List Manager
11073 = A bejegyzések listájának jelenleg figyelmen kívül hagyja az adatbázis átvizsgálásakor. Ha azt szeretné, %s tartalmazza egy ilyen bejegyzések, szüntesse meg annak kijelölését.
11074 = Rendszerleíró kulcs

11075 = Válassza ki a célmappát a mentés által végrehajtott változtatásokat javítás
11076 = Számának korlátozása mentések:
11077 = %s már létezik. Szeretnéd, hogy cserélni?
11078 = Csere
11079 = Talált problémák összefoglalása: (%s hibát találtam, %s2 hiba kijelölve a javításra)
11080 = Talált problémák összefoglalása: (1 hibát találtam, 1 hiba kijelölve a javításra)
11081 = (1 hibát találtam)
11082 = Talált problémák összefoglalása: (Nem található probléma nincs hiba kijelölve a javításra)
11083 = Vizsgálat ...
11084 = Nem található probléma nincs hiba kijelölve a javításra.
11085 = %s hibát találtam, %s2 hiba kijelölve a javításra.
11086 = %s hibát találtam, %s2 hiba kijelölve a javításra.
11087 = Javítás ...
11088 = Export Registry File
11089 = Aktuális kulcs:
11090 = Exportált kulcs:
11091 = %s probléma (k) kijelölve a javításra
11092 = Exportálása sikeresen!

[Disk Analysis]
19001 = Lemezterület Analyzer
19901 = Megmutatja a lemezterület használatát a fájlok és mappák
19003 = Explorer
19004 = Parancssor
19005 = Törlés (Recycle Bin)
19006 = Az eszköztár megjelenítése
19007 = Státuszsor mutatása
19008 = A fájl típusok
19009 = Nagy fájlok megjelenítése
19010 = Fájlok
19011 = Mappák
19012 = Attribútum
19013 = százalék
19014 = Fájltípus
19015 = Leírás
19016 = Fájlnév
19017 = Mappa
19018 = Módosítva
19019 = Loading fájltípusok ...

19020 = [Files]
19021 = Sajátgép

19022 = Válassza ki a Drives
19023 = Minden helyi meghajtó
19024 = Egyedi meghajtók
19025 = A mappa
19028 = Használt / Teljes
19029 = Mappa kijelölése:

1801001 = Elemzése
1801002 = Vissza
1801003 = Computer
1801004 =
1801005 = Megjelenítése Extensions
1801006 = Minden
1801007 = Videos
1801008 = Compressed
1801009 = Zenék
1801010 = Kép
1801011 = Dokumentumok
1801012 = Egyéb
1801013 = Extension
1801014 = Fájlok száma
1801016 = Type
1801017 = Hely
1801018 = Módosítás dátuma
1801019 = Szabad méret

1801020 = Eszköztár
1801021 = Navigation
1801022 = Részletek
1801023 = Összes fájl
1801024 = Mappák és fájlok

1801025 = Elemzése hajtást
1801026 = Hajtás még nem elemezték. \ Na következo okból a meghajtó még nem elemezték, nem információt disk space usage, fájltípus vagy a legnagyobb fájlokat is rendelkezésre áll, Az elemzés során a vonatkozó információkat a kiválasztott meghajtó, a fájlok és mappák-tartalom, illetve a felhasznált lemezterület gyűjtik és jelenik meg.
1801027 = Csak akkor válassza ezt

1801028 = Fájlméret:
1801029 = Teljes méret:
1801030 = Megnyitva on:
1801031 = módosítás:
1801032 = Létrehozva:
1801033 = %s kijelölt elemek
1801034 = Méret:
1801035 = teljes tartalom
1801036 = Ismeretlen
1801037 = Felhasznált terület:
1801038 = Vizsgált
1801039 = Nem vizsgált

1802001 = Kész
1802002 = Hiba
1802003 = Megszakított
1802004 = Elemzése a tároló helyek
1802005 = Kérem várjon Disk Analysis felületek elemzése a kiválasztott tárolási helyeken.

1803001 = Érvénytelen útvonal lista: \ n
1803002 = Fájl elérési út lista: \ n
1803003 = %s elem nem lehet szkennelni

1804001 = A kiválasztott meghajtót még nem elemezték. Elvégzi az elemzést most?

1805001 = Biztosan át szeretné helyezni ezeket a %s elemeket a Lomtárba?
1805002 = Törlés
1805003 = törlése %s elem

[Startup Manager]
14001 = Startup Manager
14901 = Kezeli a programokat, amelyek automatikusan futnak indításkor
14002 = Bejegyzés letiltása
14003 = Bejegyzés engedélyezése
14004 = Program hozzáadása ...
14005 = Bejegyzés törlése
14006 = Bejegyzés szerkesztése ...
14007 = Részletek mutatása Bar
14008 = Frissítés Indítópult lista
14010 = Egyéb Autorun
14011 = Ütemezett feladatok
14012 = Helyi szolgáltatások
14013 = Ezek a programok futnak a Windows indításakor, vagy egy felhasználó bejelentkezésekor
14014 = Nincs kijelölt elem.
14015 = Érvénytelen bejegyzés. Lehet törölni.
14016 = <Nincs information>
14017 = Termék:
14018 = Cég:
14019 = Indítópult elem hozzáadása
14020 = Biztosan törölni kívánja a StartUp bejegyzést?
14021 = Kiválasztott Indítópult elem szerkesztése

14022 = Útvonal
14024 = Hely
14035 = Értékelés
14025 = Engedélyezve
14026 = Kikapcsolt

14027 = Indítópult lista készítésének %s által %s2
14028 = Összesen %s elemek
14029 = Jelentés lett mentve %s

14030 = Keresés a Google ...

14031 = Indítópult elem beállítása
14032 = Kérjük, adja meg a nevét.
14033 = Kérjük, adja meg a parancssorban.
14034 = A megadott fájl nem található. Nem akarod folytatni?

14043 = Ismeretlen
14036 = Megbízható
14037 = A felhasználó választása
14038 = Semleges
14039 = Nem szükséges
14040 = Veszélyes
14041 = Szólj hozzá
14042 = További információ

14044 = Megjegyzés
14045 = véleményét erről bejegyzés
14046 = Az ön véleménye erről a bejegyzésröl
14047 = Ez meg fogja változtatni a kockázati besorolása
14048 = Vélemény elküldése

14049 = Késleltetés
14050 = Indítás most
14051 = Programok, késik indításkor.
14052 = Fel
14053 = Le
14054 = késleltetése egy alkalmazást, válassza ki a fenti listából, vagy akkor fogd és vidd az alábbi listát.
14055 = A undelay egy alkalmazást, válassza ki a lenti listából, vagy akkor fogd és vidd be a fenti lista.
14056 = Ismétlődő Entry észlelve
14057 = Úgy tűnik, hogy %s hozzá is vissza a Windows indítási folyamat után helyezte késleltetett indítási listán.
14058 = A javításhoz, akkor nyissa meg %s, és keresse meg a lehetőséget, hogy azt mondja, "indul a Windows" vagy valami hasonló, és kapcsolja ki.
14059 = Ha ez a lehetőség nem áll fenn, akkor lehet, hogy vegye fel a kapcsolatot a szerző a %s amely automatikusan hozzá magát, és kérje meg őket, ha tudnak hozzáadni a funkciót letiltani %s elinduljon a Windows automatikusan.
14060 = Ha nem lehet megállítani %s indítását a Windows, akkor jobb lenne, hogy egyszerűen hagyja a Windows kezelni, és távolítsa el %s késleltetett indítási listán.
14061 = Szeretné eltávolítani %s késleltetett indítási listáról?
14062 = Késleltetett
14063 = késleltetés
14064 = Undelay
14065 = Sec

2501001 = Részletek Bar
2501002 = Állapotsor
2501003 = futtatása
2501004 = leállítva
2501005 = Használt memória
2501006 = StartUp bejegyzés már létezik. \ NMeg is szeretné cserélni?
2501007 = Nem sikerült beállítani adatok '%s'

[Disk Cleaner]
13001 = Lemezkarbantartó
13901 = Törli a felesleges adatokat a lemezről és helyreállítja lemezterületett
13002 = Disk Cleanup
13003 = További beállítások
13004 = Válassza ki a kívánt meghajtót, hogy razzia.
13005 = Kattintson a Tovább gombra, ha már kijelölte a lemezeket.
13006 = Várjon, amíg a %s befejezi a kijelölt lemezek átvizsgálását.
13010 = Kattintson a Tovább gombra, ha már kijelölte a lemezeket.
13007 = Használhat Lemezkarbantartó felszabadítani a %s lemezterület a meghajtón %s2
13008 = Teljes lemezterületet kapsz:
13009 = %s biztonsági mentése tisztítás előtt.
13110 = Fájlok megtekintése
13011 = Kattintson a Tovább gombra, hogy megkezdi a tisztítási folyamat.
13012 = Windows összetevők
13013 = További helyet szabadíthat fel a nem használt Windows-összetevők eltávolításával.
13014 = Tisztítás ...
13015 = Restore
13016 = Vissza tudja állítani a törölt fájlokat a biztonsági mentésből.
13017 = Visszaállítás ...

13018 = A tisztítás sikeresen befejeződött.
13019 = A biztonsági mentés kész.
13020 = Kattintson a Befejezés gombra, hogy visszatérjen a főoldalra.

13021 = Jelöljön ki legalább egy meghajtót a kereséshez.

13022 = Vizsgálat ...
13023 = Kész
13024 = Inicializálása ...
13025 = A Lomtár tartalmazza a számítógépről törölt fájlokat. Ezek a fájlok nem végleg kerültek törlésre a lomtár üritése után.
13026 = Ideiglenes fájlok
13027 = Ideiglenes fájlok által használt programok átmeneti tárhelyként használják és általában törlik a használat után.
13028 = Nulla bájtos fájlok
13029 = Nulla bájtos fájlok nem tartalmaznak adatot és általában törölhetők.
13064 = Temporary Internet Files
13065 = A Temporary Internet Files mappa weboldalak tárolja a merevlemezen a gyors viewing.Your személyre szabott beállításokat weboldalak marad érintetlen.

13030 = Lomtár kiürítése ...
13031 = Ideiglenes Internet fájlok ...
13032 = Ideiglenes fájlok törlése ...
13033 = Törlése Nulla bájtos fájlok ...

13034 = Jelölje ki a törölni kívánt fájlokat.
13035 = Nincs fájl kiválasztva.
13036 = Fájl megnyitása
13058 = Összesen %s fájl
13059 = Létrehozás:
13060 = Módosítva:
13061 = Utolsó hozzáférés:

13037 = Általános
13038 = Kizárás
13039 = Include

13040 = áttekintse az haszontalan fájltípusok alábbi szerint jelölje elemeket tartalmazza a keresést kijelölöd vagy kitörlöd a megfelelő négyzeteket.
13041 = Fájltípus
13042 = Ha nem biztos abban, hogy ezeket a lehetőségeket, akkor javasoljuk, hogy hagyja őket az alapértelmezett.
13043 = Minden fájl ezekben a mappákban sohasem tekinthető szemét.
13044 = Mappa
13045 = Minden fájl ezekben a mappákban mindig figyelembe kell venni szemét, típustól függetlenül.

13046 = Használhat helyettesítő karaktereket, például *. Tmp
13047 = A fájlnév végződik:
13048 = Írja be a kiterjesztést.
13049 = Használhat joker.
13050 = Nem lehet üres.

13051 = Válassza ki a kívánt biztonsági mentést visszaállítani, majd kattintson a "Restore" gombra.

13052 = Egyéni visszaállítás
13053 = Jelölje a bejegyzéseket kívánt helyre kell állítani, és kattintson a Visszaállítás gombra.
13054 = Sikeres visszaállítás.

13055 = Objektumok
13056 = Fájlok
13057 = Útvonal
13062 = Típus

13063 = Hozzáadás a kéretlen fájltípus

1301001 = Start menü \ r \ n Tisztítás
1301002 = Scan
1301003 = Restore
1301004 = Útvonal
1301005 = Backup Checked
1301006 = Mindet
1301007 = Check sem
1301008 = Check Alapértelmezett
1301009 = Az utolsó alkalommal, amikor tisztítják a lemez volt:
1301010 = %s / %s2 / %s3
1301011 = gyors és egyszerű módja annak, hogy tisztítsák meg felesleges fájlokat a számítógépen.
1301012 = teljes terület menti: %s
1301013 = Gratulálunk! A meghajtók tisztítva.
1301014 = Takarítás felesleges fájlokat menteni a helyet.
1301015 = Eredmény
1301016 = Fájl lista
1301017 = Rescan
1301018 = Kizárás erre a képre

1302001 = A Windows
1302002 = rendszer ideiglenes
1302003 = felhasználói ideiglenes
1302004 = Thumbnail gyorsítótár
1302005 = memóriaképfájlba
1302006 = Hibajelentés Fájlok
1302007 = Rendszer naplófájlok
1302008 = Távoli asztal gyorsítótár
1302009 = Lomtár
1302010 = StartMenu érvénytelen parancsikonok
1302011 = Asztal érvénytelen parancsikonok
1302012 = IIS naplófájlok
1302013 = Régi Prefetch adatok
1302014 = betűtípus gyorsítótár
1302015 = letöltött programok
1302016 = Windows frissítések
1302017 = Böngészők
1302018 = Internet Explorer
1302019 = Mozilla Firefox gyorsítótár
1302020 = Google Chrome gyorsítótár
1302021 = Opera gyorsítótár
1302022 = Alkalmazások
1302023 = Google Earth gyorsítótár
1302024 = Picasa gyorsítótár
1302025 = ACDSee gyorsítótár
1302026 = meghajtók
1302027 = Kérjük, válasszon legalább egy vizsgálandó meghajtó
1302028 = Szeretné, hogy hát a fájlokat tisztítás előtt?
1302029 = Biztonsági mentés nem sikerült, nem akarsz, hogy továbbra is tiszta?
1302030 = Fájlok száma:% s fájlok mérete: %s2
1302031 = %s ellenőrzött tételek
1302032 = Vizsgálat befejeződött. %S kép, teljes %s2 található.
1302033 = Javasoljuk, hogy tisztítsa meg a meghajtók most.
1302034 = Gratulálunk! Van egy tiszta számítógép!
1302035 = Tartsa PC tiszta jó szokás. Kérjük, csak így tovább!
1302036 = A vizsgálat törölték!
1302037 = Te választottad %s kép, teljes %s2.
1302038 = Tisztítás befejeződött. Teljesen %s dzsunka fájlokat is tisztítani.
1302039 = Tisztítás befejeződött.
1302040 = %s használatban van, nem törölhető most.
1302041 = Junk fájlokat: %s
1302042 = Egyéni Fájlok és mappák
1302043 = Egyedi név
1302044 = Egyéni Fájlok és mappák
1302045 = Hely
1302046 = Példa: *. Tmp | *. Log
1302047 = Példa: *. Sys | *. Txt
1302048 = csak azokat a fájlokat csak
1302049 = Tartalmazza fájlokat és almappákat
1302050 = Ahhoz, hogy a biztonság, nem lehet megtisztítani a fájlokat a Windows rendszer könyvtárába.
1302051 = Biztosan ki akarja üríteni a könyvtár?
1302052 = Hogy biztonsága érdekében kérjük, ne válassza a Windows rendszer fájlokat.
1302053 = Válassza ki a további fájlokat és mappákat szeretne eltávolítani (csak haladó felhasználóknak).
1302054 = Válassza ki a fájlokat vagy mappákat szeretne eltávolítani.
1302055 = Az egyéni fájl vagy mappa már létezik, még mindig szeretné hozzáadni?
1302056 = Az egyéni fájl vagy mappa már létezik, még mindig szeretné változtatni?
1302057 = A számítógép nem sok dzsunka fájlokat. Tartsa PC tiszta jó szokás. Kérjük, csak így tovább!


1303001 = Mentés ...

1304001 = Nem jeleníti meg adatait!

1305001 = Begin olvasni:
1305002 = Scan eredmény:
1305003 = Nincs felesleges fájlokat találtak
1305004 = %s fájl, összesen %s2
1305005 = End szkennelés:
1305006 = Összes eredmény:
1305007 = %s fájl, %s2 el kell távolítani
1305008 = Kezdje tiszta
1305009 = End tiszta
1305010 = Clean %s kép, teljes %s2
1305011 = %s fájl nem lehet tisztítani.
1305012 = Írd idő:
1305013 = Teljesen %s fájl, %s2.

1305014 = %s ki kell zárni, hogy tisztítsa meg a Internet gyorsítótár. \ NKívánja Glary Utilities zárni %s?
1305015 = Firefox

[Uninstaller]
12001 = Eltávolítás kezelő
12901 = Eltávolítja a programot teljesen, ha nem kell többé
12002 = Eltávolítási adatok mentése
12003 = Eltávolítási adatok visszaállítása
12004 = Export Application List
12005 = Program eltávolítása
12006 = Kijelölt programok eltávolítása
12007 = Tulajdonságok módosítása
12008 = Eltávolított bejegyzések visszaállítása
12009 = Parancssor mutatása
12010 = Telepített programok:
12011 = Rendezés:
12012 = Telepítés dátuma
12013 = Automatikusan érvénytelen bejegyzéseket
12014 = Csoportos eltávolítás
12015 = Programok keresése
12016 = Kattintson ide támogatási információkért.
12017 = Parancssor
12038 = Bejegyzés törlése

12018 = Módosítás
12019 = Eltávolítás
12020 = Módosítás / eltávolítás

12021 = Összesen %s programok
12022 = Nem lehet eltávolítani folder %s, mert egy másik felhasználó vagy program használja, távolítsa el a következő indításkor?
12023 = Új!

12024 = A program módosításához vagy eltávolításához a számítógépről,% s Módosítás / eltávolítás gombra.
12025 = A program módosításához vagy eltávolításához a számítógépről,% s kattintson a Módosítás vagy Eltávolítás gombra.
12026 = Távolítsa el ezt a programot a számítógépről,% s kattintson az Eltávolítás gombra.

12027 = Telepítve
12028 = Regisztrációs fájlok (*. Reg)
12031 = Szöveg fájlok (*. Txt)
12029 = Uninstall információkat visszaállított %s sikeresen
12030 = Biztosan el akarja távolítani %s a számítógépről?
12032 = Jelentés készítés dátuma
12033 = Programok telepítve van a számítógépen (Összesen %s program):
12034 = A fájl mentési helye:
12035 = Minden program telepítve a rendszer rendben van, nincs hibás bejegyzés.
12036 = Biztosan el akarja távolítani %s A telepített programok listájában?

12037 = Hiba történt %s eltávolításakor. Lehet, hogy már eltávolította. Szeretne eltávolítani %s2 A telepített programok listájában?
12039 = %s egy "rejtett" programot, és valószínűleg a rendszer használja. Biztos benne, hogy tényleg eltávolítja?
12040 = Még maradtak fájlok a telepítési könyvtár "%s". Az biztos, hogy ne töröljön hasznos adatállományokat, böngészhet a könyvtár, kattintson a "Tallózás a könyvtár" gombra. Ha biztos vagy benne, hogy haszontalanok, kattintson a "Delete All" gombra.
12041 = Könyvtár tallózása
12042 = Összes törlése
12043 = Biztonsági mentés a bejegyzés törlése előtt.

12044 = A keresett szöveg nem található.
12045 = Keresés
12046 = Következő keresése
12047 = Mit keres:

12048 = Az alábbi érvénytelen bejegyzéseket találtam. Szeretné törölni ezeket a bejegyzéseket? (Később is törölheti kézileg)
12049 = Érvénytelen bejegyzések
12050 = A bejegyzések mentése törlés előtt.

12051 = Válassza ki a program bejegyzést visszaállítani kívánt, majd kattintson a "Restore" gombra.
12052 = Restore
12053 = Program Entry
12054 = Mentés dátuma
12055 = Biztosan vissza akarja állítani a program %s bejegyzés a rendszerleíró adatbázis?

12056 = Az alábbi információkat kap technikai támogatást
12058 = Publisher
12059 = Verzió:
12060 = Kapcsolattartó:
12061 = Ügyfélszolgálat:
12062 = Olvass el:
12063 = Termékfrissítések:
12064 = Megjegyzések:
12065 = Termék ID:
12066 = Bejegyzett cég:
12067 = Bejegyzett tulajdonos:
12068 = Telepítési:

12069 = Programok (*. Exe, *. Com, *. Bat)
12070 = Minden fájl (*. *)
12071 = A beírt parancssor érvénytelen. Biztos benne, hogy továbbra is szeretné folytatni?

12072 = Telepítő indítása
12073 = A parancssor az eltávolító program:
12074 = Hiba történt, hogy eltávolítsa %s. Nem férnek hozzá %s2.
12075 = Megadhatja új eltávolító programot.

12076 = Mentse ezt a bejegyzést
12077 = Support Info
12078 = Windows frissítések megjelenítése

12080 = Ikon
12081 = Lista
12082 = Részletek

12083 = Minden program
12084 = A közelmúltban telepített programok
12085 = Nagy programok
12086 = Ritkán használt programok
12087 = Windows-frissítések

12088 = Utolsó használat:
12089 = Eltávolítás adatok mentve:

[Duplicate Files Finder]
15001 = Másolat Files Finder
15901 = keresések Helyet pazarló és hibát okozó másolat fájlokat
15002 = Scan Duplikátumok
15003 = Fájl megnyitása
15004 = Megnyitás ...
15005 = Mappa
15006 = Fájl tulajdonságai
15007 = Jelentés készítése
15008 = Kijelölt fájlok törlése
15012 = Jelölje egy-egy csoport
15013 = Mappa kihagyása a jövőbeni keresések
15015 = Útvonal
15016 = %s %s2 tételek jelölve törlésre.
15017 = Duplicate File Group
15018 = Biztos, hogy ki akarja hagyni az összes elem a kijelölt mappában %s bármely későbbi keresést?
15019 = Nincs kijelölt törlésre.

15020 = Vizsgálat varázsló
15021 = Válassza ki a meghajtókat vagy mappákat szeretne olvasni.
15022 = Meghajtók
15023 = Mappák
15024 = Mappa hozzáadása
15025 = Ismétlődő fájlok keresési kritériuma
15026 = Ugyanazt a fájlnevet
15027 = Azonos méret
15028 = Ugyanazt a fájlt idő
15029 = Kihagyja mérete kisebb, mint a
15030 = Keresés csak a leggyakoribb alábbi fájlok
15031 = Minden fájl ellenőrzése
15032 = Fájltípus
15033 = Kizárás ezeket a mappákat a keresés:
15034 = Mappa
15035 = Duplikált fájlokat ...

15036 = Nem jelölt ki meghajtót. Kérjük, válasszon ki legalább egy meghajtót a folytatáshoz.
15037 = Nem jelölt ki mappát. Kérjük, add legalább egy mappát a folytatáshoz.
15038 = Nem jelölt ki fájltípust. Kérjük, legalább egy fájltípust a folytatáshoz.
15039 = A fájlok. Ez eltarthat egy ideig attól függően, hogy a fájlok száma. Kérjük, várjon ...
15040 = Összesen %s fájlokat beolvassa %s2 ismétlődő találtak.

15041 = Új fájlnév keresni
15042 = Használhat helyettesítő karaktereket, például *. Avi
15043 = A fájlnév végződik:
15044 = Írja be a kiterjesztést.

15045 = Mappa
15046 = Mappa kijelölése
15047 = A használhat joker *,?
15048 = Nem lehet üres.

1501001 = Beállítása scan paraméter
1501002 = Check Intelligent
1501003 = %d %d elem jelölve törlésre
1501004 = %s már létezik. \ NKívánja cserélni?
1501005 = Megerősítése Mentés másként
1501006 = Fájl törlése

1502002 = Fájl kihagyása

1503001 = Duplicate Files matematikai szempontok

1504001 = Scan
1504002 = Teljes méret
1504003 = Használja méret
1504004 = Szabad méret
1504005 = File Path

1505001 = Tárolási hely
1505002 = Status
1505003 = Várakozás
1505004 = Loading
1505005 = Összesen %d fájlokat beolvassa és %d másolatok voltak.
1505006 = A fájlok, kérjük várjon ...

1506001 = Általános
1506002 = Fájl kihagyása

[Empty Folders Finder]
16001 = Üres mappák kereső
16901 = Megkeresi és eltávolítja üres mappák a Windows
16002 = Üres mappák vizsgálata
16003 = Kizárt Mappalista
16004 = Kijelölt mappák törlése
16005 = Ki a jelölt mappákat (Ne keresse újra)
16006 = Kizárás
16007 = Mappa
16008 = Biztos benne, hogy szeretné felvenni a kijelölt tételek figyelmen kívül hagyja lista? Ezek az elemek nem maradnak.

16009 = Ignore List Manager
16010 = A bejegyzések listájának jelenleg figyelmen kívül hagyja az üres mappák átvizsgálásakor. Ha szeretné, hogy tartalmazza egy ilyen bejegyzések, szüntesse meg annak kijelölését.

16011 = Vizsgálat
16012 = Jelölje be a meghajtó (k) beolvasni kívánt

1601001 = Előkészítése üres mappák ...

1602001 = Előkészítése mappa lista ...
1602002 = Vizsgálat Kész.
1602003 = Vizsgálat %s
1602004 = Betöltése lemezek ...
1602005 = Fájlok rendezése ...
1602006 = Adatok mentése ...
1602007 = Inicializálása ...
1602008 = Vizsgálat üres mappák ...
1602009 = Rendezése üres mappák ...

[Shortcuts Fixer]
17001 = Parancsikon javító
17901 = Kijavítja Startmenüben és asztali parancsikonok
17002 = Scan
17003 = Parancsikon javítása
17004 = Törlés
17005 = Cél
17006 = Hely
17007 = Hiányzó parancsikon cél
17008 = Vizsgálat
17009 = Vizsgálati beállítások
17010 = Csak a Start menü és asztali
17011 = Vizsgálat az üres mappát a Start menüben
17012 = Jelölje be a meghajtó (k) beolvasni kívánt
17013 = Nem találtam.

1701001 = Quick Scan
1701002 = Speciális beolvasási
1701003 = Vizsgálat leállítása
1701004 = Fix All Checked
1701007 = Hiba
1701008 = Rögzített
1702001 = Hely:
1702002 = Cél:
1702003 = Érvek:
1702004 = Leírás:
1702005 = Kattintson az "Apply", hogy mentse a változtatásokat.
1702006 = mappát jelölt ki.
1703001 = Eltávolítás
1703002 = Kattintson a "%s", hogy távolítsa el a kijelölt parancsikonokat a listából, {\ r \ n} Kattintson a "%s2", hogy a kiválasztott parancsikonok Recycle Bin, {\ r \ n} Kattintson a "%s3" végleges törléséhez a kiválasztott hivatkozások.
1703003 = Hát a kiválasztott parancsikonok törlése előtt

[Tracks Eraser]
18001 = Tracks Eraser
18901 = Törli a nyomok, bizonyítékok, cookie-kat, internet történelem és több
18002 = Törlés ellenőrzött pályák
18003 = Megjeleníteni csak a nem foglaltakat törölhető pályák
18004 = Törlés ezeket a számokat
18005 = Nincs nyom jelölve. Törléséhez pályák, kérjük, ellenőrizze az egyes pályán szeretné törölni a négyzetet balra a pálya nevét.
18006 = Biztos benne, hogy szeretné törölni %s nyom beállításait?
18007 = A nyomok törlése sikeres volt.
18008 = Biztos benne, hogy szeretné, hogy tisztítsa meg a %s számokat?

18009 = IE Cookie Manager
18010 = IE beírt címek
18011 = Jelölje ki, cookie-k meg szeretné tartani a tisztítás Internet Explorer cookie
18012 = Honlap
18013 = Hit Rate
18014 = Utoljára módosítva
18015 = Lejár
18016 = Teljes cím
18017 = Törlés ellenőrzött sütik
18018 = Jelölje ki, URL-eket meg szeretné tartani, ha takarítás Internet Explorer - URL előzmények
18019 = URL-ek
18020 = Törlés jelölt URL-ek

18021 = Törlés

18022 = A Windows
18023 = Törli a történelem, a legutóbb használt programok listáját (MRU listák), valamint az egyéb bizonyítékok a Microsoft Windows.
18024 = Legújabb Windows dokumentumok
18025 = Törli a legújabb dokumentumok és fájlok kinyitotta a gépen. Ez a lista általában található a Start menü> Legutóbbi dokumentumok.
18026 = Windows Start menü Futtatás
18027 = Törli a történelem a múlt beírt parancsokra az ablak Start> Futtatás funkciót.
18028 = Microsoft Common Dialog - fájl / mappa listák
18029 = Microsoft Common Dialog egy szabványos komponens, amit sok program használ a, file, mappa, színes, és a nyomtató kiválasztása. Ez nyomradír törli a történelem, a kiválasztott konfigurációnak a gépen. Mivel a Microsoft Dialog vezérlés használható a legtöbb OPEN / MENTÉS párbeszédablakok ez nyomradír törli ki a megnyitott mappát történelem a legtöbb esetben. Törli a legutóbbi dokumentumok és fájlok listáját keresett a gépen.
18030 = Start menü keresés
18031 = Törli a teljes történetét keresések van végre a Windows Search, a Start menü.
18032 = Windows vágólap
18033 = A fájlok általában magában foglalja a "másolás" és "beillesztés" műveleteket. A Windows vágólap megjegyzi az utolsó másolási művelet, és tartalmazhat lényeges információt a tevékenységek, mint a jelszót, hitelkártya vagy személyes információt.
18034 = Windows átmeneti fájlok
18035 = A Windows ideiglenes könyvtárba.
18036 = Windows Recycle Bin
18037 = Kiüríti a Windows Recycle Bin.
18038 = A Windows csatlakoztatott hálózati meghajtók
18039 = Ha hálózati meghajtók, hogy az azokhoz való hozzáférést keresztül meghajtóbetűjeleket, Windows elmenti azt a regisztrációs adatbázisba. Megszabadulni az információt ezzel a beállítással.
18040 = Start menü kattintási története
18041 = Windows tárolja a lista a legutóbb kattintott elem Start menüben. Ezt kipipálva törölheti a "Start menü kattintási előzmények" listáját.
18042 = Hálózati helyek
18043 = Amikor a Hálózati helyek a távoli szerverek, a legutóbbi megosztások tárolódnak, bárki láthatja, hogy hálózati helyeken használt ránézésre a listával található a Hálózati helyek mappában. Ellenőrizze ezt az opciót, hogy tisztítsa meg.

18044 = Internet Explorer
18045 = Törli a történelem, a legutóbb használt programok listáját (MRU listák), az ideiglenes internetes fájlokat és a többi bizonyítékot az Internet Explorer böngészőben.
18046 = Internet Explorer - URL előzmények
18047 = Törli a korábban beírt URL az Internet Explorer címsorába. Amikor ez a történelem tárolásával az Internet Explorer megpróbálja kitalálni a honlapon próbál meglátogatni az "intelligencia", ahogy írja www.gl - ez gondolom www.glarysoft.com, vagy bármely más cím kezdődik www.gl látogatott a múltban.
18048 = Internet Explorer History
18049 = Eltávolítja a meglátogatott helyek az Internet Explorer a gépen. Eltávolítja a meglátogatott helyek az Internet Explorer.
18050 = Internet Explorer sütik
18051 = Weboldalak információkat tárolnak egy kis szöveges fájl, az úgynevezett "cookie" a merevlemezen. A cookie-k információkat tartalmaznak Önről és a beállításokat. Vagy lehet, hogy csak olyan rekordot, amely oldalakat az oldalon meglátogatott, hogy segítsen a helyszínen testre a nézet az Ön számára a következő alkalommal, amikor meglátogat. Mivel egyes cookie-k hasznos, érdemes tartani őket. Kattintson a "Beállítások" gombot a cookie-k meg kell tartani. Az összes jelöletlen törlésre kerül.
18052 = Intelligens űrlapok - Jelszavak automatikusan kiegészítése
18053 = Törli a teljes történetét az automatikus űrlapok és a jelszavakat az Internet Explorer. Ha be van állítva, az Internet Explorer tárolja gyakori űrlapok, felhasználónevek és jelszavak. Ezek automatikusan kerülnek, amikor visszatér a területek, ahol az adatok elmentésre. Ez nyomradír törli ezeket az adatokat, és védelmet nyújt a más felhasználók a gép belép a profiljába.
18054 = Temporary Internet Files
18055 = Törli az összes tárolt ideiglenes fájlokat, hogy az Internet Explorer létrehozza, amikor meglátogatja webhelyek vagy letölthető tartalmat.

18056 = Plug-ins
18057 = Sok harmadik féltől származó alkalmazások nyilvántartást vezet a legutoljára megnyitott és végrehajtott fájlokról rajtuk keresztül. Ezekkel a dugó, akkor megszabadulni a MRU történetének számos népszerű alkalmazás.

18058 = Mozilla Firefox
18059 = Törli a történelem, a legutóbb használt programok listáját (MRU listák), az ideiglenes internetes fájlokat és az egyéb bizonyítékok a Firefox böngészőt.
18060 = Mozilla Firefox - Történelem
18061 = Törli minden címre beírt a Firefox címsorába.
18062 = Mozilla Firefox - Sütik
18063 = Törli a mentett sütiket a Firefox cache mappát.
18064 = Mozilla Firefox - Internet gyorsítótár
18065 = Törli a gyorsított Internet fájlokat a Firefox.
18066 = Mozilla Firefox - Mentett űrlap információ
18067 = Törli formában tárolt adatokat a Firefox, ha kitöltötte a weboldal formában.
18068 = Mozilla Firefox - Mentett jelszavak
18069 = Törli jelszavak adat a Firefox által mentett, amikor kitöltötték a weboldal formában.
18070 = Mozilla Firefox - Download Manager története
18071 = Törli a legutoljára letöltött fájlok Download Manager.
18072 = Mozilla Firefox - Keresési előzmények
18073 = Törli a keresett szöveget gépelt be a Firefox Search bárban.

18074 = Törlés Pályák %s.This eltarthat néhány pillanat ...
18075 = Törlés Tracks %s ...

18076 = Index.dat fájlok
18077 = Index.dat rejtett fájlok a számítógépen, amelyek az összes számot az online aktivitás, hol voltál az interneten, milyen oldalakat látogatott, fenti URL-ek, fájlok és dokumentumok nemrégiben használt.
18078 = Vizsgálat Pályák %s.This eltarthat néhány pillanat ...
18079 = Vizsgálat Tracks %s ...
18080 = Jelentés létrehozása ...
18081 = Analysis Report
18082 = %s elemeket el kell távolítani a Windows rendszerleíró adatbázisában.
18083 = %s (%s2 fájlok) el kell távolítani.
18084 = Részletek fájlokat törölni:
18085 = Elemzés

18086 = Tracks
18087 = Eredmény

18088 = Google Chrome
18089 = Törli a történelem, a legutóbb használt programok listáját (MRU listák), az ideiglenes internetes fájlokat és az egyéb bizonyítékok a Google Chrome böngésző.
18090 = Google Chrome - Történelem
18091 = Törli minden címre beírt a Google Chrome címsorba.
18092 = Google Chrome - Cookie-k
18093 = Törli a mentett cookie a Google Chrome cache mappát.
18094 = A Google Chrome - Internet gyorsítótár
18095 = Törli a gyorsított Internet fájlokat a Google Chrome.
18096 = Google Chrome - Saved Form információ
18097 = Törli formában tárolt adatokat a Google Chrome, amikor kitöltötték a weboldal formában.
18098 = Google Chrome - Letöltés története
18099 = Törli a legutoljára letöltött fájlok Download Manager.

18100 = Javasoljuk, hogy bezárja %s before folytatódik. Tracks Eraser nem tudja kitörölni a számok által használt más programok.

2101001 = %s ellenőrzött tételek.
2101002 = Nincs kiválasztott műsorszámok. Elemezni pályák, kérjük, ellenőrizze az egyes pályán szeretné elemezni a négyzetet balra a pálya nevét.

2102001 = A Windows Live Toolbar
2102002 = Törli a jelenlegi keresési előzmények a Windows Live Toolbar.
2102003 = Google Eszköztár
2102004 = Törli a jelenlegi keresési előzményeit a Google Eszköztár az Internet Explorer.
2102005 = Google Deskbar
2102006 = Törli a jelenlegi keresési előzményeit a Google Deskbar.
2102007 = Kazaa Keresési előzmények
2102008 = Törli a Kazaa Fájl Keresési előzmények.
2102009 = eMule
2102010 = Törli az eMule Keresési előzmények.
2102011 = MSN Messenger
2102012 = Eltávolítja MSN Messenger gyorsítótár.
2102013 = Sound Forge 6.0
2102014 = Eltávolítja Sound Forge 6.0 gyorsítótár.
2102015 = Fresh Download
2102016 = Eltávolítja FreshDownload letöltési előzmények.
2102017 = Windows Media Player
2102018 = Törli a Legutóbbi fájlok, URL-ek, és a történelem a windows media player filmeket és zenéket.
2102019 = Real Player
2102020 = Tisztítja a Real Player zenetörténeti és film fájlok legutóbb játszott.
2102021 = Quicktime Player
2102022 = Tisztítja a Quicktime Player története film fájlokat legutóbb játszott.
2102023 = SWiSH
2102024 = Eltávolítja a történetét nemrég megnyitott fájlok SWiSH.
2102025 = Windows Movie Maker
2102026 = Eltávolítja a történelem a legutóbb megnyitott fájlokat a Windows Movie Maker.
2102027 = BSPlayer
2102028 = Eltávolítja a történetét nemrég megnyitott fájlok BSPlayer.
2102029 = Media Player Classic
2102030 = Tisztítja a Media Player Classic történetét zene és film fájlok legutóbb játszott.
2102031 = Axialis IconWorkshop
2102032 = Törli a cache és a történelem a legutóbb megnyitott fájlok Axialis IconWorkshop.
2102033 = Ulead intelligens Saver Pro 3.0
2102034 = Eltávolítja a történetét nemrég megnyitott fájlok Ulead intelligens Saver Pro 3.0.
2102035 = Macromedia Flash Player
2102036 = Eltávolítja a történetét nemrég megnyitott fájlok Macromedia Flash Player.
2102037 = Macromedia Flash MX
2102038 = Eltávolítja a történetét nemrég megnyitott fájlok Macromedia Flash MX.
2102039 = Macromedia Flash 5.0
2102040 = Eltávolítja a történetét nemrég megnyitott fájlok Macromedia Flash 5.0.
2102041 = Macromedia Flash 4.0
2102042 = Eltávolítja a történetét nemrég megnyitott fájlok Macromedia Flash 4.0.
2102043 = Adobe Flash Player
2102044 = :
2102045 = AVI Preview
2102046 = Eltávolítja a történetét nemrég megnyitott fájlok AVI Preview.
2102047 = Paint Shop Pro 7.0
2102048 = Törli a történetét létrehozott fájlok / nyitott / vagy szerkesztette Paint Shop Pro 7.0.
2102049 = Paint Shop Pro 8.0
2102050 = Törli a történetét létrehozott fájlok / nyitott / vagy szerkesztette Paint Shop Pro 8.0.
2102051 = Paint Shop Pro 9.0
2102052 = Törli a történetét létrehozott fájlok / nyitott / vagy szerkesztette Paint Shop Pro 9.0.
2102053 = Office XP
2102054 = Eltávolítja a történelem a legutóbb megnyitott fájlokat a Microsoft Office XP.
2102055 = Office 2000
2102056 = Eltávolítja a történelem a legutóbb megnyitott fájlokat a Microsoft Office 2000-ben.
2102057 = Office 2003
2102058 = Eltávolítja a történelem a legutóbb megnyitott fájlokat a Microsoft Office 2003.
2102059 = Office 2007
2102060 = Eltávolítja a történelem a legutóbb megnyitott fájlokat a Microsoft Office 2007-ben.
2102061 = MS Management Console
2102062 = Eltávolítja a történelem a legutóbb megnyitott fájlokat az MS Management Console.
2102063 = MS Wordpad
2102064 = Törli a történetét létrehozott fájlok / nyitott / vagy szerkesztette WordPad.
2102065 = MS Paint
2102066 = Törli története megnyitott fájlok a Microsoft Paint.
2102067 = Microsoft Visual Basic 6.0
2102068 = Törli a jelenlegi fájlt történelem Visual Basic 6.0 fejlesztői.
2102069 = Távoli asztal
2102070 = Törli a gyorsítótárat elmentett adatokat a Távoli asztal.
2102071 = PowerArchiver
2102072 = Törli a történelem fájlok tömörített / tömörítetlen által PowerArchiver.
2102073 = WinISO
2102074 = Törli története megnyitott által WinISO.
2102075 = WinRAR
2102076 = Törli a történelem fájlok tömörített / tömörítetlen a WinRAR.
2102077 = 7-Zip
2102078 = Törli a történelem fájlok tömörített / tömörítetlen 7-Zip.
2102079 = WinZip
2102080 = Törli a történelem fájlok tömörített / tömörítetlen a WinZip.
2102081 = Spybot Search and Destroy
2102082 = Törli a gyorsítótárat elmentett adatokat a Spybot Search and Destroy.
2102083 = WinAce 2.0
2102084 = Eltávolítja a történetét WinAce.
2102085 = Norton AntiVirus
2102086 = Eltávolítja a naplófájlok mentett Norton AntiVirus.
2102087 = Adobe Acrobat Reader 5.0
2102088 = Eltávolítja a története PDF fájlokat, amelyek megtekinthetők az Adobe Acrobat 5.0.
2102089 = Adobe Acrobat Reader 6.0
2102090 = Eltávolítja a története PDF fájlokat, amelyek megtekinthetők az Adobe Acrobat 6.0.
2102091 = XML Spy
2102092 = Eltávolítja a történetét XML fájlok megtekintette XML Spy.
2102093 = InstallShield Developer 7.0
2102094 = Törli története megnyitott az InstallShield Developer 7.0.
2102095 = Macromedia Homesite 5.0
2102096 = Törli története megnyitott Macromedia Homesite 5.0.
2102097 = Ahead Nero Burning ROM
2102098 = Törli a történelem fájlok / mappák nyitotta Ahead Nero Burning ROM.
2102099 = ZipMagic
2102100 = Törli a történelem fájlok tömörített / tömörítetlen által ZipMagic.
2102101 = PicoZip
2102102 = Törli a történelem fájlok tömörített / tömörítetlen által PicoZip.


[Memory Optimizer]
21001 = Memory Optimizer
21901 = monitorok és optimalizálja a szabad memória a háttérben
21002 = Optimalizálás
21003 = Kézi optimalizálás
21004 = Fizikai memória használati diagram:
21018 = %s %s2 Free
21005 = CPU használat
21006 = Kérjük, adja meg mennyi memóriát szeretnénk felszabadítani majd optimalizálni.
21007 = Memória mennyisége:
21008 = Optimalizálása
21009 = Vágólap
21010 = Aktuális vágólap mérete:
21011 = Automatikus optimálás engedélyezése
21012 = Automatikusan optimalizálja ha a szabad memória:
21013 = Szabad memória növelése:
21014 = csak optimális, ha a CPU-használat alatt:
21015 = Betöltése automatikusan a Windows indításakor
21016 = Ajánlott
21017 = Optimalizálása ...
21019 = Megjelenítése főablak

[File Shredder]
22001 = File Shredder
22901 = Törli fájlokat véglegesen, hogy senki nem tudja visszaszerezni őket
22002 = Segít letörölni a kényes adatokat, hogy nem lehet behajtani, és nézett mások. Ez az eszköz a lehető legnagyobb biztonsági módszer American Dod 5220.22-M által kifejlesztett amerikai védelmi minisztérium, hogy az adatok biztonságos törlésére.
22003 = Típus
22012 = Módosítás dátuma
22004 = Fájl (ok)
22005 = Mappa hozzáadása
22006 = Törlés most
22007 = Ismételje meg a törlési művelet:
22008 = Fájl Mappa
22009 = Arra készül, hogy törli az összes kijelölt adatot a listán. Ön nem fogja tudni visszaállítani ezeket a fájlokat semmilyen eszközzel. Biztos benne, hogy folytatja?
22010 = Törlés
22011 = Törölve
22019 = Törölje szabad hely
22013 = A fájl törlődik, és üríteni a Lomtár, hogy nem igazán eltávolítani a merevlemezről. A fájlok könnyen vissza az adat-visszaállító szoftver. Annak érdekében, a fájlok törlődnek teljesen akkor törölje a szabad hely a merevlemezen rendszeresen. Ez az opció elpusztítja olyan fájlok, amelyek már törölt az Ön számára, hogy azokat nem lehet behajtani.
22014 = Válassza ki a kívánt meghajtót törölje le a szabad hely:
22015 = Törölje most
22016 = Törölgette szabad hely a %s
22017 = Művelet megszakítva a felhasználó.
22018 = A művelet sikeresen befejeződött.
22020 = Válassza ki a célmappát:
22021 = Válassza ki a meghajtót.

[Internet Explorer Assistant]
23001 = Böngésző Assistant
23901 = Kezeli Internet Explorer bővítmények és visszaállítja eltérített beállítások
23002 = IE BHOs
23003 = IE eszköztárak
23004 = IE Explorer Bars
23005 = IE extra helyi menük
23006 = IE extra gombok
23007 = IE letöltött ActiveX
23008 = Ek Helyreállítás
23009 = [Blokkolt]
23010 = Publisher
23011 = File Path
23012 = Parancs
23013 = Blokk ezt az elemet
23014 = Blokkolják ezt az elemet
23015 = véglegesen eltávolítja ezt az elemet
23016 = Biztosan vissza akarja állítani: %s?
23017 = Biztos benne, hogy blokkolni% s az Internet Explorer?
23018 = Biztos benne, hogy véglegesen törölni %s az Internet Explorer?
23019 = Figyelem, a fájl hiányzik
23020 = Böngésző segítő objektumok
23021 = Internet Explorer eszköztár
23022 = Internet Explorer Explorerbars
23023 = Internet Explorer Extra Context Menu
23024 = Internet Explorer Extra gomb
23025 = Letöltött ActiveX programok
23026 = Sérült
23027 = Telepített

23028 = Beállítás
23029 = Jelenlegi beállítás
23030 = Visszaállítás beállítást
23031 = Change visszaállítása beállítás egy új URL-t ...
23032 = Restore
23033 = IE alapértelmezett
23034 = Biztos benne, hogy szeretné visszaállítani a beállításokat a kiválasztott?
23035 = %s Internet Explorer beállítás módosítása sikeres volt.
23036 = Internet Explorer visszaállítás módosítása
23037 = Internet Explorer visszaállítás módosítása %s. Az URL-t az alábbi mezőbe az alapértelmezett Internet Explorer URL-ezt a beállítást. Megadhat bármilyen más oldal vagy URL-ezen a területen nem az alapértelmezett.
23038 = Indítás oldal
23039 = Ez az URL-t a web oldal akkor jelenik meg, ha az új Internet Explorer böngésző ablak nyitva.
23040 = Search Page
23041 = Ez az alapértelmezett kereső, ha rákattint a Keresés gombra az Internet Explorer.
23042 = Alapértelmezett lap URL
23043 = Ez az alapértelmezett weboldal URL-t, az Internet Explorer.
23044 = Helyi oldal
23045 = Ez az oldal akkor jelenik meg, ha egy weboldal nem található, amikor be azt az Internet Explorer címsorába.
23046 = Search Bar
23047 = Ez az oldal akkor jelenik meg, ha rákattint a Keresés ikonra az Internet Explorer. A Keresés sáv lehetővé teszi, hogy tárolja a részletes információkat.
23048 = Alapértelmezett kereső URL
23049 = Ez az oldal akkor jelenik meg, ha az Internet Explorer megpróbálja végrehajtani a keresést.
23050 = Kezdő oldal (összes felhasználó)
23051 = Ez az oldal akkor jelenik meg, ha egy új ablakot az Internet Explorer megnyílik.
23052 = Kereső oldal (összes felhasználó)
23053 = Ez az alapértelmezett kereső, ha rákattint a Keresés gombra az Internet Explorer. Ez az összes felhasználóra vonatkozik.
23054 = Alapértelmezett lap URL (összes felhasználó)
23055 = Az az alapértelmezett weboldal URL-t, az Internet Explorer. Ez az összes felhasználóra vonatkozik.
23056 = Helyi oldal (összes felhasználó)
23057 = Ez az oldal akkor jelenik meg, ha egy weboldal nem található, amikor be azt az Internet Explorer címsorába. Ez az összes felhasználóra vonatkozik.
23058 = Search Bar (minden felhasználó)
23059 = Ez az oldal akkor jelenik meg, ha rákattint a Keresés ikonra az Internet Explorer. A Keresés sáv lehetővé teszi, hogy tárolja a részletes információkat. Ez az összes felhasználóra vonatkozik.
23060 = Alapértelmezett kereső URL (összes felhasználó)
23061 = Ez az oldal akkor jelenik meg, ha az Internet Explorer megpróbálja végrehajtani a keresést. Ez az összes felhasználóra vonatkozik.
23062 = Keresés testreszabása (összes felhasználó)
23063 = Ez az oldal akkor jelenik meg az Internet Explorer keresési mezőbe, ha testreszabott keresést végez. A Search Assistant segítségével a felhasználók egyetlen, egységes keresés különböző típusú keresések. Ez a beállítás minden felhasználóra vonatkozik.
23064 = Search Assistant (minden felhasználó)
23065 = Ez a Search Assistant oldalt megjelenő Internet Explorer. A Search Assistant segítségével a felhasználók egyetlen, egységes keresés különböző típusú keresések. Ez a beállítás minden felhasználóra vonatkozik.
23066 = Kereső URL
23067 = Search URL egy kényelmes módja annak, hogy a különböző internetes keresők. Például lehet, hogy a keresési URL nevű hír, hogy keres internetes hírcsoportok. Ha beírja a kulcsszót (ek) a címsorba, hogy automatikusan megkeresi az internetes hírcsoportok összes cikket ezeket a kulcsszavakat.
23068 = Kereső URL (összes felhasználó)
23069 = Search URL egy kényelmes módja annak, hogy a különböző internetes keresők. Például lehet, hogy a keresési URL nevű hír, hogy keres internetes hírcsoportok. Ha beírja a kulcsszót (ek) a címsorba, hogy automatikusan megkeresi az internetes hírcsoportok összes cikket ezeket a kulcsszavakat. Ez minden felhasználóra vonatkozik.
23070 = Üres oldal
23071 = A lap nem jeleníthető meg - Ez az az oldal jelenik meg az Internet Explorer, ha nem talál egy weboldalt, vagy oldalt.
23072 = Asztal navigációs hiba
23073 = Ez az Internet Explorer oldal jelenik meg, ha a számítógép nem tudja elérni az internetet.
23074 = Navigáció megszakítva
23075 = Ez az Internet Explorer oldal jelenik meg, amikor megszakította a navigációt.
23076 = Navigációs hiba
23077 = Ez az Internet Explorer oldal jelenik meg, ha a számítógép nem tudja elérni az internetet.
23078 = Offline információ
23079 = Ez az Internet Explorer oldal jelenik meg, ha a számítógép nem tudja elérni az internetet, vagy a weboldal nem elérhető vagy offline.
23080 = Nem gyorsítótáras
23081 = Figyelem: Az oldal lejárt - Ez a figyelmeztető oldal, ha az Internet Explorer nem tud beolvasni tartalmat a gyorsítótárból.

[Process Manager]
24001 = Process Manager
24901 = Figyeli a futó folyamatokat és választhatóan leállítja azokat.
24002 = Új feladatok (Futtatás. ..)
24003 = Kilépés a Windows
24004 = A számítógép újraindítása
24005 = A számítógép leállítása
24006 = Folyamat befejezése
24007 = Folyamat blokkolása
24008 = Blokk lista
24009 = Google is
24010 = Szólj hozzá
24011 = Részletek mutatása
24012 = Név
24013 = Értékelés
24014 = Végrehajtható
24015 = Prioritás
24016 = Téma
24017 = CPU
24018 = CPU idő
24019 = Memória
24020 = Cég
24021 = Indított
24022 = Folyamatok
24023 = Prioritás beállítása
24024 = Valós idejű
24025 = Magas
24026 = Rendes felett
24027 = Normál
24028 = Normál alatt
24029 = Low
24030 = FIGYELEM: prioritási osztályának módosítása ennek a folyamatnak nem kívánt eredményeket, beleértve a rendszer stabilitását. Biztos, hogy meg akarja változtatni a prioritási osztálytól?
24031 = Általános információk
24032 = Használt modulok
24033 = Adatok
24034 = Érték
24035 = Folyamat adatai
24036 = ID
24037 = Fájl
24038 = Érvek
24039 = Mappa
24040 =
24041 = Prioritás
24042 = Memória használat
24043 = Indítás
24044 = Indította
24045 = Verzió információ
24046 = Fájltípus
24047 = Cég
24048 = Leírás
24049 = Verzió
24050 = Belső neve
24051 = Szerzői jog
24052 = Védjegy
24053 = Az eredeti fájl neve
24054 = A termék neve
24055 = Termék verzió
24056 = Comments
24137 = Safer
24139 = Kockázatos
24057 = Nem szeretné folyamat megszakítása: %s?
24058 = Nem szeretné blokkolni %s folyamatot?
24059 = Szeretné újraindítani a számítógépet?
24060 = Szeretné, hogy állítsa le a számítógépet?
24061 = Futó folyamatok:
24062 = CPU használat:
24063 = Memória használat:
24064 = Rendszer Service
24065 = Cserélje Task Manager
24066 = Mindig felül

[Context Menu Manager]
25001 = Helyi menü kezelő
25901 = Kezeli a helyi menü bejegyzéseket fájlok, mappák ...
25002 = Fájlok és mappák
25003 = Új
25004 = Küldés
25005 = Kattintson a pipa előtt a tételt, hogy engedélyezze vagy tiltsa le azt. A végleges eltávolításhoz, kattintson a "%s" gombra.
25006 = Nem található
25007 = Biztosan el akarja távolítani '%s' végleg?
25008 = Minden fájl (*)
25009 = Mappák
25010 = Könyvtárak
25011 = meghajtók
25012 = Music mappák
25013 = Videó mappák
25014 = Kép mappák
25015 = Minden fájlrendszer objektum
25016 = Sajátgép
25017 = Lomtár
25018 = Háttér
25019 = Parancsikon

[Fájl kódoló és dekódoló]
27001 = Fájl kódoló
27901 = Védi a fájlokat a jogosulatlan hozzáféréstől és használattól.
27002 = Fájl titkosítása
27003 = Fájl dekódolása
27004 = Válassza ki a kívánt fájlt titkosítani:
27005 = Titkosítási jelszó:
27006 = Jelszó megerősítése:
27007 = Jelszó utalás (Kérdés):
27008 = Automatikus dekódoló EXE fájl készítése (a felhasználói felület nyelve angol)
27009 = Eredeti fájl törlése után a sikeres titkosítás
27010 = Titkosítás most!
27011 = Válassza ki a kívánt fájlt visszafejteni:
27012 = Dekódolási jelszó:
27013 = Jelszó emlékeztető
27014 = Kicsomagolás:
27015 = Célmappa megnyitása után a sikeres dekódolás
27016 = Dekódolása most!
27017 = Kattintson a "Tallózás" gombra és válassza ki a kívánt fájlt titkosítani!
27018 = A kijelölt fájl dosn'' t létezik. Kérjük, válasszon egy másikat.
27019 = Kérjük, írja be a jelszót a 6 és 16 karakter hosszú!
27020 = Kérjük, adja meg ugyanazt a jelszót mindkét mezőbe!
27021 = A következő fájl már létezik, felülírja?
27022 = A fájl titkosítva %s sikeresen.
27023 = Titkosított fájlok
27024 = A kijelölt fájl nem volt titkosítva ezzel a programmal. Kérjük, válasszon egy másikat.
27025 = Kattintson a "Tallózás" gombra és válassza ki a kívánt fájlt visszafejteni!
27026 = A kijelölt fájl Mindegy'' t létezik. Kérjük, válasszon egy másikat.
27027 = Válassza ki azt a mappát, ahol szeretné, hogy a helyreállított fájlt.
27028 = Nem sikerült létrehozni a célmappát: %s
27029 = %s fájl már létezik, felülírja?
27030 = A fájl visszafejtése %s sikeresen.
27031 = Helytelen jelszó, próbálja újra.
27032 = Válassza ki azt a mappát, ahol szeretné, hogy a helyreállított fájlt.
27033 = A művelet sikertelen. Kérjük, próbálja újra.
27034 = Titkosítás folyamatban van. Ez eltarthat néhány pillanatig, kérjük, legyen türelemmel.
27035 = Dekódolás folyamatban van. Ez eltarthat néhány pillanatig, kérjük, legyen türelemmel.
27036 = Ez a fájl titkosítva a régi verziót a program dekódolás töltse le a régi verziót a dekódolás programot letölteni kívánt?
<<<<<<<. Enyém
=======
27037 = A titkosított fájl mentése:
27038 = Válassza ki azt a mappát, ahol szeretné helyezni a titkosított fájlt.
27039 = Cél mappa nem létezik, függetlenül attól, hogy jött létre?
27040 = Célmappa megnyitása után a sikeres titkosítás
27041 = Hozzáadás Fájl (ok)
27042 = Támogatás drag and drop fájlokat.
27043 = Helyi fájl (ok)
27044 = Állapot
27045 = Folyamat
27046 = Titkosított fájl
27047 = Kész
27048 = Várakozás ...
27049 = titkosítása ...
27050 = Titkosított sikeresen.
27051 = Forrás fájl nem létezik, vagy törlésre kerül.
27052 = Cél fájl már létezik.
27053 = Nem lehet törölni forrás fájlt.
27054 = Kattintson a "Add File (s)" gombbal válassza ki a kívánt fájlt titkosítani vagy húzza a fájlt titkosítani a listára.
27055 = Nem akarta, hogy titkosítja a fájlt, válassza ki és próbálja újra.
27056 = Törlés Fájl (ok)
>>>>>>>. R2315
27057 = Mindet
27058 = Check sem
27059 = Megfordítva
27060 = A kijelölt elem
27061 = Szeretné eltávolítani a kiválasztott %s fájlt a fájl titkosítás listáról?

[File Splitter és Asztalos]
28001 = File Splitter
28901 = Osztja a nagy fájlokat kisebb kezelhető fájlokat, majd egyesíti azokat.
28002 = Osztott kép
28003 = Csatlakozás fájl
28004 = Válassza ki a kívánt fájlt szét kisebb fájlok
28005 = Kérjük, adja meg az utat a cél mappát, ahol szeretné, hogy helyezze a darabolt fájlt
28006 = Válassza ki a maximális mérete az egyes fájlok létrehozni
28007 = Floppy lemez (1,44 MB)
28008 = 100MB Zip (TM) disk
28009 = 1GB Jaz (TM) disk
28010 = 4,7 GB egyrétegű DVD
28011 = Felhasználói fájlméret
28012 = Az %s darab fájl (ok) hoz létre.
28013 = Hozzáadás Self-csatlakozás funkciók a megosztott fájlokat meg
28014 = Osztott most!
28015 = Kérjük, válassza ki a kívánt fájlokat szeretne szerelje az eredeti fájlt. Megadhatja, hogy valamelyik fájlt, a többi automatikusan bekerül.
28016 = Darabos készlet információ:
28017 = Kérjük, adja meg az utat a cél mappát, ahol szeretné, hogy a helyreállított fájlt.
28018 = Csatlakozzon most!
28019 = Nem lehet létrehozni a fájlt: %s
28020 = Nem lehet megnyitni a fájlt: %s
28021 = Kattintson a "Tallózás" gombra és válassza ki a kívánt fájlt szét kisebb fájlokat!
28022 = A fájl nem létezik! Kattintson a "Tallózás" gombra, hogy válasszon egy fájlt, hogy szét kisebb fájlokat!
28023 = A kijelölt fájl már kisebb, mint a maximális méret.
28024 = Kattintson a "Tallózás" gombra, hogy válasszon egy célmappát!
28025 = Nem sikerült létrehozni a célmappát: %s
28026 = Nincs elég szabad hely a cél meghajtón %s
28027 = A fájl darabolása %s sikeresen. Az eredeti fájl nem lett törölve.
28028 = Válassza ki azt a mappát, ahol szeretné, hogy helyezze a darabolt fájlt
28029 = Darabolt fájlok
28030 = Fájlnév:
28031 = Méret:
28032 = Darabszám:
28033 = A kijelölt fájl nem része a megosztott fájlok beállítva. Kérjük, válasszon egy másikat.
28034 = Nem található a következő darab fájlokat:
28035 = A fájl már létezik! Írja felül a fájlt?
28036 = Az eredeti fájl összeállítása sikeres.
28037 = Válassza ki azt a mappát, ahol szeretné, hogy a helyreállított fájlt.
28038 = A művelet sikertelen. Kérjük, próbálja újra.
28039 = Fájl felosztása folyamatban van. Ez eltarthat néhány pillanatig, kérjük, legyen türelemmel.
28040 = Fájl csatlakozás folyamatban van. Ez eltarthat néhány pillanatig, kérjük, legyen türelemmel.
28041 = Ez a mappa került.

[1-Click Maintenance]
29001 = 1-Click Maintenance
29601 = Registry Cleaner
29602 = Parancsikon javító
29603 = Startup Manager
29604 = Ideiglenes fájl tisztító
29605 = Tracks Eraser
29606 = Kémprogram-eltávolító

10603 = Rögzíti az érvénytelen vagy hibás bejegyzést
10605 = Törli érvénytelen parancsikonok
10607 = Törli a veszélyes Indítópult bejegyzést
10609 = Törli az ideiglenes fájlt, és vissza lemezterület
10611 = Törli a tevékenység történetét és internetes nyomok
10613 = Eltávolítja a kémprogramokat és adware
10614 = Elemzés ...
10615 = Részletek mutatása
10616 = Scan for kérdések
10617 = Nem található probléma.
10618 = 1 hibát találtam.
10619 = %s hibát találtam.
10620 = %s fájl található.
10621 = Nincs fájl található.
10622 = %s kiválasztott műsorszámok.
10623 = 1 pálya kiválasztva.
10624 = Nincs kiválasztott műsorszámok.
10625 = Elemzés ...
10626 = Kattintson javítás problémák a folytatáshoz.
10627 = Javítás problémák
10628 = problémákat megoldani.
10629 = Tér Visszanyert
10630 = Tracks törlik.
10631 = Rögzítő ...
10632 = Tisztítás ...
10633 = Törlés ...
10634 = %s problémák fix.
10635 = %s szám törlődik.
10636 = %s vissza.
10637 = Válassza fájlokat szeretne törölni.
10638 = Fájlok megtekintése
10639 = Összesen %s fájl, %s2 megtéríteni.
10640 = Válassza ki a számokat törölni kívánt.
10641 = Válassza ki bejegyzéseket szeretné rögzíteni. Kattintson egy elemre a jobb egérgombbal további lehetőségeket tekinthet meg.
10645 = Válassza parancsikonok bejegyzéseket törölni kíván. Kattintson egy elemre a jobb egérgombbal további lehetőségeket tekinthet meg.
10642 = Válassza ki indítási bejegyzéseket törölni kíván.
10644 = Jelölje ki a bejegyzést törölni szeretné.
10643 = Mégse 1-Click Maintenance
10646 = Rescan
10647 = Kattintson a "Javítás problémák" a folytatáshoz, kattintson a "Rescan", hogy átvizsgálja a problémák újra.

[Glary Undelete]
31001 = Fájl visszaállítása
31901 = Gyors és hatékony módja annak, hogy elhoz véletlenül törölt fájlokat
31002 = Search
31003 = Szűrő
31004 = Mappák
31005 = Fájltípusok
31006 = Név
31007 = State
31008 = Eredeti útvonal
31009 = Méret
31010 = Típus
31011 = Utoljára módosítva
31012 = Restore
31013 = Vizsgálat meghajtók, kérem várjon ...
31014 = Válasszon ki egy mappát a keresés:
31015 = Nagyon jó
31016 = jó
31017 = Medium
31018 = Rossz
31019 = Felülírja
31020 = Válassza ki a célmappát:
31021 = Visszaállítás ugyanazon a meghajtón csökkenti az esélyét a sikeres behajtás, biztos, hogy folytatja?
31022 = már létezik %s mappa, Biztosan szeretné felülírni?
31023 = Már létezik %s mappa, Biztosan felül szeretné írni őket?
31024 = Szűrő: ON
31025 = Szűrő: OFF
31026 = Talált: %s, Kijelölt elemek: %s2
31027 = Keresés
31028 = Jelenlegi folyamat: %s % %s2 fájlt talált.
31029 = Nem beolvasás indítása: %s
31030 = %s visszaállítása ..., %s2 fájlokat vissza.
31031 = Nem lehet létrehozni a fájlt: %s
31032 = Fájlnév
31033 = Egésze vagy része a fájl nevét. Használhatja joker, például *. Doc
31034 = ? Egyezik meg semmit
31035 = * tetszőleges számú semmit
31036 = Méret alapján
31037 = Több mint
31038 = Kevesebb, mint
31039 = Dátum szerint
31040 = A
31041 = A
31042 = Az állam
31043 = Minden

31044 = Nincs elérhető előnézet
31045 = Preview
31046 = Nagyítás
31047 = Kattintson a bezáráshoz
31048 = Helyi lemez

[Registry Defrag]
32001 = Registry Defrag
32901 = Defrag a Windows registry, hogy gyorsítsák fel a számítógépre
32002 = Üdvözli a Registry Defrag
32003 = Windows Registry töredezetté vált idővel, több helyet foglal el a merevlemezen, mint amennyi szükséges, és lassítja a boot idő. Registry Defrag tömöríti és optimalizálja a Windows rendszerleíró adatbázisában eltávolításával felesleges hézagok és az elpazarolt hely. Ez nagyban javítja a számítógép teljesítményét
32004 = - Csökkentse fragmentáció
32005 = - Helyes szerkezeti hibák
32006 = - Vissza nem használt memória
32007 = Kattintson a Tovább gombra, hogy elemezzék a fragmentáció mértékét.
32008 = Méret optimalizálása után:
32009 = Méret különbség:
32010 = Registry Defrag képes csökkenteni a méretét a iktató %s
32011 = Kattintson a Tovább gombra kezdeni töredezettségmentesítés (Reboot szükséges). Kattintson a Mégse gombra, ha nem szeretné, hogy optimalizálja a rendszerleíró adatbázis, vagy ha szeretné optimalizálni egy későbbi időpontban.
32012 = Registry Defrag azt észlelte, hogy adatbázis töredezettségmentesítés nem szükséges ezen a ponton az idő. Javasoljuk, hogy Töredezettségmentesítés Windows registry legalább egyszer egy hónapban.
32013 = Kattintson a Bezárás gombra, hogy befejezte a munkát a program
32014 = FIGYELEM: Registry töredezettségmentesítés megköveteli, hogy egyetlen program fut az adatbázis elemzése.
32015 = Kérjük, mentse az összes munka és a futó programok bezárása előtt.
32016 = Kérjük tiltsa le a víruskereső programot tart a vizsgálat. A tűzfalak általában nem kell, hogy le van tiltva.
32017 = Miután bezárta az összes többi programot, kattintson az OK gombra a folytatáshoz.
32018 = Töredezettségmentesítés nem lehetséges, mert része az adatbázis védve módosításokat. A probléma megoldása érdekében zárja be az összes futó programot, tiltsa le a víruskereső-és kémprogramvédelem, majd próbálja újra. Ne felejtsd el, hogy újra engedélyezze antivírus és antispyware védelem után a registry töredezettségmentesítés.
32019 = FIGYELEM: A számítógépet újra kell indítani, hogy teljes optimalizálás.
32020 = Szeretné optimalizálni most?
32021 = Adatbázis elemzés
32022 = Kérem várjon ...
32023 = A számítógép nem reagál néhány percig, amíg a vizsgálat folyamatban van. Akkor megáll a keresési folyamat az Esc gomb ...
32024 = Windows registry optimalizáltuk sikeresen.

[System Information]
33001 = System Information
33901 = Gyűjt információkat a hardver és a szoftver
33002 = Jelentés létrehozása
33003 = Jelentés létrehozása (ALL)
33004 = Áttekintése
33005 = Operációs rendszer
33006 = Rendszereszközök
33007 = Memória
33008 = Meghajtók
33009 = Display
33010 = Hálózati
33011 = Egyéb eszközök
33012 = Általános
33013 = Processzor
33014 = Alaplap
33015 = Windows verzió
33016 = Telepítés dátuma
33017 = Display
33018 = Monitor
33019 = Videokártya
33020 = Bemenet
33021 = Egér
33022 = Keyboard
33023 = Meghajtó
33024 = DVD / CD-ROM meghajtó
33025 = Operációs rendszer tulajdonságai
33026 = Operációs rendszer neve
33027 = OS nyelv
33028 = Operációs rendszer verziója
33029 = Bejegyzett tulajdonos
33030 = Regisztrált szervezet
33031 = Termék ID
33032 = Product Key
33033 = OS telepítés dátumát
33034 = OS Root
33035 = Aktuális munkamenet
33036 = számítógép neve
33037 = Felhasználó név
33038 = Bejelentkezési tartomány
33039 = Uptime
33040 = Komponensek verzió
33041 = Internet Explorer
33042 = Windows Media Player
33043 = DirectX
33044 = System Folders
33045 = Megosztás mappák
33046 = Alaplap
33047 = Alaplap neve
33048 = Alaplap gyártó
33049 = BIOS tulajdonságai
33050 = BIOS verzió
33051 = Rendszer BIOS dátuma
33052 = Video BIOS dátuma
33053 = CPU tulajdonságai
33054 = CPU azonosítása
33055 = CPU Generikus név
33056 = CPU Vendor
33057 = Sorozatszám
33058 = CPU frekvencia
33059 = L1 kód gyorsítótár
33060 = L1 adat gyorsítótár
33061 = L2 gyorsítótár
33062 = CPU Socket
33063 = Core egy csomag
33064 = Logikai magonként
33065 = Configuration Részletek
33066 = CPU használat
33067 = CPU használat története
33068 = Fizikai memória
33069 = Virtuális memória
33070 = Összes memória
33071 = Szabad memória
33072 = Memória
33073 = Kijelölt memória
33074 = Alkalmazás
33075 = Memória használat
33076 = Útvonal
33077 = Volume Részletek
33078 = Lemez Letter
33079 = Device Type
33080 = Sorozatszám
33081 = File System
33082 = Total Bytes
33083 = Bytes Free
33084 = Bájtok
33085 = File System

33086 = Fájl tömörítés engedélyezve
33087 = Volume tömörített
33088 = Hosszú fájlnevek engedélyezve
33089 = Unicode fájlnév engedélyezve
33090 = Titkosított fájlrendszer

33091 = Logikai információ
33092 = Számok klaszterek
33093 = Szabad klaszterek
33094 = Használt klaszterek
33095 = Bájtot
33096 = Szektorok száma Cluster
33097 = Használt ágazatok
33098 = Szabad szektor

33099 = Configuration Részletek
33100 = Bájt szektoronként
33101 = Összes ágazatok

33102 = Teljes lemezterület
33103 = Szabad lemezterület
33104 = Használt lemezterület

33105 = Videokártya tulajdonságai
33106 = Eszköz leírása
33107 = Adapter karakterlánc
33108 = BIOS string
33109 = Chip típus
33110 = DAC típusa
33111 = Illesztőprogram dátuma
33112 = Driver verzió
33113 = Illesztőprogram szolgáltatója
33114 = Memória mérete

33115 = Monitor Properties
33116 = Monitor név
33117 = Modell
33118 = A gyártás dátuma
33119 = Sorozatszám
33120 = Max.Visible Kijelző mérete
33121 = Gamma

33122 = Videó Model támogatott

33123 = Hálózati adapter Leírás

33124 = Hálózati adapter tulajdonságai
33125 = Hálózati adapter
33126 = Interfész típusa
33127 = Hardware Address
33128 = Kapcsolat neve
33129 = Csatlakozási sebesség
33130 = MTU
33131 = Bájt Fogadott
33132 = Elküldött bájtok

33133 = Hálózati adapter címek
33134 = IP / Alhálózati maszk
33135 = Gateway
33136 = DNS

33137 = Fogadott adatok
33138 = Elküldött adatok

33139 = Hangeszközök
33140 = Ports
33141 = USB
33142 = USB Controller
33143 = Nyomtatók

33144 = Név
33145 = Érték

33148 = System Folders
33149 = Megosztás mappák
33150 = Kattintson a jobb gombbal egy mappára, hogy nyissa meg a Windows Intéző
33151 = Mappa megnyitása
33152 = Tulajdonságok
33153 = SEC
33154 = (%s Óra Perc %s2 %s3 másodperc)

[GLARYUTILITIES]
1001001 = Restore
1001002 = Visszajelzés
1001003 = Minimalizálása
1001004 = Verzió:
30021 = %s verzió áll rendelkezésre. Frissítés most!

[Áttekintés]
1002001 = Áttekintés
1002002 = Automatikus karbantartás
1002003 = Törlés adatvédelmi számokat a Windows shutdown
1002004 = Frissítések keresése a program indításakor
1002005 = Kapcsolja be a mélytisztítást és javítást
1002006 = Windows Boot idő
1002007 = Feleslegesen futó programok letíltása a gyorsabb Windows betöltésért
1002008 = Startup Manager
1002009 = Az Ön %s
1002010 = Frissítés most
1002011 = Megosztása a windows indításkor
1002012 = Óra
1002013 = Perc
1002014 = Másodperc
1002015 = Select Tracks
1002016 = Felhasználó:
1002017 = Regisztráció
1002018 = Lejár

[Oneclick]
1003001 = Disk Repair
1003002 = Defrag Registry
1003003 = Malware immunizálás
1003004 = Rendszer optimalizálás
1003005 = Defrag merevlemezek

[Speciális eszközök]
1004001 = Speciális eszközök
1004002 = Windows Registry
1004003 = Javítás
1004004 = Töredezettségmentesítés
1004005 = Backup
1004006 = Restore
   
1004007 = Lemezterület
1004008 = Tisztítás
1004009 = Duplikált fájlok törlése
1004010 = Üres mappák törlése
1004011 = Hibás parancsikonok törlése
1004012 = Explorer lemezek
   
1004013 = Rendszer Tweaks
1004014 = Rendszer Tweaks
1004015 = Rendszer optimalizálása indításkor
1004016 = Memória optimálizálása
1004017 = Speed Up Internet
1004018 = Turbo mód
   
1004019 = Privacy
1004020 = Előzmények törlése
1004021 = Shred kép
1004022 = Szabad hely törlése
1004023 = Fájlok titkosítása
   
1004024 = Drivers
1004025 = Backup
1004026 = Restore
1004027 = Eltávolítás
1004028 = Frissítések
   
1004029 = Fájlkezelés
1004030 = Osztott kép
1004031 = Törölt fájlok visszaállítása
1004032 = Gyors keresés
   
1004033 = Merevlemezek
1004034 = Töredezettségmentesítés
1004035 = Boot defragment
1004036 = Ellenőrizze a hibákat
   
1004037 = Rendszer vezérlés
1004038 = Startup elemek
1004039 = Szolgáltatások
1004040 = Ütemezett feladatok
1004041 = Helyi menük
1004042 = Folyamatok
1004043 = Böngésző asszisztens
   
1004044 = Rendszer állapot
1004045 = Rendszerinformáció
1004046 = Backup számítógép
1004056 = Javítás rendszerfájlokat
1004047 = Rendszer-visszaállítás
1004048 = Módosítások visszavonása
   
1004049 = Anti-malware
1004050 = Törlés malwares
1004051 = Mentesít
   
1004052 = Programok
1004053 = Eltávolítás
1004054 = Frissítések
1004055 = Keresés több szoftver
1004057 =

[QUICKLAUNCHBAR]
1005001 = Kattintson a + / - hozzáadása vagy eltávolítása a dock bar
1005002 = Már létezik itt
1005003 = Nincs elég hely a dokk, akkor távolítsa el az egyiket kattintva -

[SKINSCENTER]
1006001 = Skin Center
1006002 = Pictures könyvtár
1006003 = Egyszínű
1006004 = A következő fájl már létezik, felülírja?
1006005 = Minden Support Files


[CheckDisk]
2400001 = Check Disk
2401001 = Válassza ki a lemezt, hogy ellenőrizze
2401002 = Automatikus javítása fájlrendszer hibákat
2401003 = Keresése és kísérlet a hibás szektorok
2401004 = Check Disk
2401010 = A név
2401011 = végső soron
2401012 = Status
2401013 = Analysis
2401014 = Jelentés
2401015 = Kész
2401016 = Ellenőrizni kell
2401017 = %s ellenőrzése
2401018 = Check Disk Megszakított
2401019 = Talált hibák
2401020 = Nincs hiba található
2401021 = Check Disk Error
2401022 = Részletek elrejtése
2401023 = Részletek
2401024 = CheckDisk ellenőrzi a meghajtót és a fájlrendszer hibákat.
2401025 = Észlelt hibákat automatikusan rögzíteni kell annak érdekében, hogy megakadályozza az adatvesztést.
2401026 = Beállítások
2401027 = : automatikus javítása fájlrendszer hibákat
2401028 = : keresése és kísérlet a hibás szektorok
2401029 = Indítás Check
2401030 = Stop
2401031 = Lemezellenőrzés ütemezése nem sikerült!
2401032 = CheckDisk ütemezték legközelebb a Start számítógép.
2401033 = CheckDisk kimarad.
2401034 = CheckDisk Törölve.
2401035 = CheckDisk megszakadt.
2401036 = Lemezellenőrző befejeződött. Nem talált hibákat.
2401037 = CheckDisk %s található lemezhibákat az alábbiak szerint:

2403001 = %s lemez ellenőrzése
2403002 = Ehhez a következő %s konfliktusok
2403003 = Kimarad% s másodperc alatt.

2405001 = Funkció nem található.
2405002 = Lemezellenőrző észlelt hibát. Újra kell indítani az alkalmazást.
2405003 = Fájlrendszer ellenőrzése a %s
2405004 = A típus a fájlrendszer %s.

2406001 = Mentés jelentés

2407001 = Eredmény
2407002 = Lemezellenőrzés ütemezése
2407003 = Újraindítás most
2407004 = Jelentés megjelenítése
2407005 = A Windows rögzíti lemezt a következő indításkor.

2408001 = A Windows nem tudja ellenőrizni a lemezt, míg ez a használat
2408002 = erő a leugrás \ nKívánja leszállni a kötet az első? Megjegyzés: az összes megnyitott kezeli e kötet érvényét veszti.
2408003 = Menetrend disk check \ nKívánja ellenőrizni a merevlemez hiba a következő alkalommal, amikor elindítja a számítógépet?
2408004 = Skip

[Restore CENTER]

2602001 = Visszaállítási pont létre ...
2603001 = Írja be leírást, hogy segítsen azonosítani a visszaállítási pont. Az aktuális dátum és idő automatikusan bekerülnek.
2603002 = Létrehozása
2603003 = Kérjük, adja meg a leírást.
2604001 = Felkészülés a helyreállítása a rendszered ...
2605001 = %s helyreállított elemeket.


[SETTINGS]
2801001 = Általános beállítások
2801002 = Az alábbi tételek átugorja, ha végre a vizsgálatot.
2801003 = További
2801004 = Burrows az utat a rendszerleíró adatbázis azonosítására, javaslom, és kijavítani a hibákat.
2801005 = Megjelenítése Dock bar tanácsok
2801006 = Több váltja meg
2801007 = Feladat nem tervezett


[Quick Search]
3700001 = Gyors keresés
3700002 =

/ / FrmMain
3701001 = Fájl
3701002 = Szerkeszt
3701003 = Megtekintése
3701004 = Súgó
3701005 = Megnyitás
3701006 = Mappa megnyitása
3701007 = Export
3701008 = Bezárás
3701009 = Másolás
3701010 = Match út
3701011 = Beállítások
3701012 = Text Size
3701013 = Ikonok elrendezése szerint
3701014 = Frissítés
3701015 = Növelése
3701016 = Csökkentése
3701017 = Normál
3701018 = Név
3701019 = Útvonal
3701020 = Méret
3701021 = Módosítás dátuma
3701022 = Honlap
3701023 = Névjegy
3701024 = Módosítás kategória
3701025 = Show All
3701026 = Gyorsbillentyűk
3701027 = Dokumentumok
3701028 = Képek
3701029 = Videos
3701030 = Music
3701031 = Programozó
3701032 = %s fájl megjelenítése
3701033 = Include file
3701034 = Include könyvtárat
3701035 = %s találat közül
3701036 = Vizsgálat %s ...
3701037 = Type
3701038 = Fájl leírás
3701039 = Fájl verzió
3701040 = Termék verzió
3701041 = Cégnév
3701042 = Szöveges fájl (*. Txt) | *. Txt | Minden fájl (*. *) | *. *
3703043 = A fájl létezik
3703044 = Tippek

/ / FrmSetting
3702001 = Beállítások
3702002 = Kategória
3702003 = Általános
3702004 = Automatikusan elindul a Windows bejelentkezésekor
3702005 = Kattintson duplán a "Ctrl" billentyű megjelenítéséhez vagy elrejtéséhez a keresőmezőbe
3702006 = Nyelv:
3702007 = Kategória neve
3702008 = File Extensions
3702009 = Add
3702010 = Módosítás
3702011 = Eltávolítás
3702012 = OK
3702013 = Mégse
3702014 = Kérem válasszon egy kategóriát!
3702015 = Ez a kategória nem törölhető

/ / FrmGroupSetting
3703001 = Kategória neve:
3703002 = File Extensions:
3703003 = Fájl kiterjesztése:
3703004 = Extension
3703005 = Fájltípus
3703006 = Megadása kiterjesztés (*. Doc)
3703007 = Kategória neve nem lehet üres!
3703008 = A fájl kiterjesztése nem lehet üres!
3703009 = Kategória név %s már létezik, kérjük, írja be újra a kategória nevét.
3703010 = Kategória hozzáadása
3703011 = Módosítása kategóriában

/ / UnitFunction
3704001 = Nincs szöveg a vágólapra!

/ / FrmAbout
3705001 = Névjegy
3705002 = Verzió:
3705003 = Honlap:
3705004 = Szerzői @ 2013, Glarysoft ltd. Minden jog fenntartva

/ / Ikon
3706001 = Megnyitás Gyors keresés

/ / Feladat
3707001 = Glary Utilities 3 Gyorskeresés

[Disk Defrag]
3400001 = Disk Defrag
3400002 = Tárcsák sebességnövekedés a számítógép teljesítményét

/ / FrmMain
3401001 = A név
3401002 = File System
3401003 = Kapacitás
3401004 = Szabad hely
3401005 = Töredezett
3401006 = Status
3401007 = Boot idő Defrag
3401008 = Fájl
3401009 = Eszközök
3401010 = Súgó
3401011 = Defrag egy fájlt ...
3401012 = Defrag egy mappába ...
3401013 = Elemzés
3401014 = Defrag
3401015 = Defrag és optimalizálás (alacsonyabb, használja hetente egyszer)
3401016 = Kilépés
3401017 = Prioritás
3401018 = Alacsony prioritás
3401019 = Normal Priority
3401020 = Magas prioritás
3401021 = Beállítások
3401022 = Honlap
3401023 = Frissítések
3401024 = Névjegy
3401025 = Defrag
3401026 = Elemzés
3401027 = Defrag és optimalizálás (alacsonyabb, használjon hetente egyszer)
3401028 = Szünet
3401029 = Folytatás
3401030 = Stop
3401031 = Kapcsolja ki a PC-t töredezettségmentesítés után
3401032 = Az összes kijelölése
3401033 = Select None
3401034 = State
3401035 = Jelentés
3401036 = Felhasznált terület
3401037 = Szabad hely
3401038 = Feldolgozás
3401039 = Szabad hely
3401040 = Felhasznált terület
3401041 = Nem Töredezett
3401042 = Mozdíthatatlan fájlok
3401043 = Töredezett fájlokat
3401044 = Foglalt
3401045 = MFT fenntartva Zónák
3401046 = Kész
3401047 = Elemzés
3401048 = Töredezettségmentesítésével
3401049 = Optimalizálása
3401050 = Vizsgált
3401051 = Töredezetségmentesített
3401052 = Optimalizálva
3401053 = Analysis Kész
3401054 = Töredezettségmentesítés Kész
3401055 = Optimalizálás Kész
3401056 = Analysis Megszakított
3401057 = Töredezettségmentesítés Megszakított
3401058 = Optimalizálás Megszakított
3401059 = Boot idő Defrag aktiválódik a kötet.
3401060 = Boot idő Defrag nem aktív ezen a köteten.
3401061 = Kikapcsolása
3401062 = Bekapcsolása
3401063 = Configure
3401064 = Töredezettségmentesítés lapozófájl, hibernációs fájl
3401065 = Töredezettségmentesítés MFT
3401066 = Töredezettségmentesítés rendszerfájlokat
3401067 = Boot-Time Defrag History (Kattints ide a részletekért)
3401068 = Date
3401069 = Teljes méret
3401070 = Töredezetségmentesített
3401071 = Összes File && Dirs:
3401072 = Fragments:
3401073 = Töredezettség Ár:
3401074 = Fájlnév
3401075 = Fragments
3401076 = Méret
3401077 = Útvonal
3401078 = Igen
3401079 = No
3401080 = Fájl (ok)
3401081 = Mappa kijelölése
3401082 = Tipp
3401083 = Töredezettségmentesítő még mindig fut.
3401084 = Ismeretlen gépkocsivezető
3401085 = A gyökér könyvtár'' t venni a kivételek listáján. Kérjük, válasszon egy másik directoary.
3401086 = Select Invert
3401087 = Leállítás
3401088 = Stop All

/ / FrmOption
3402000 = Beállítások
3402001 = Általános
3402002 = Defrag
3402003 = Automatikus defrag
3402004 = Menetrend
3402005 = Boot idő Defrag
3402006 = Optimalizálása
3402007 = Nem tartalmazza
3402008 = Nyelv:
3402009 = Automatikusan elindul a Windows bejelentkezéskor
3402010 = Tálcára, ha bezárja a program ablakát
3402011 = Buborékértesítések megjelenítése amikor minimalizálja a tálcára
3402012 = Integrálja Disk Defragmenter a Windows Explorer context menüjében
3402013 = Automatikusan ellenőrzi a frissítéseket
3402014 = Egyidejű töredezettségmentesítés lemezek
3402015 = Alapértelmezett
3402016 = Smart Defrag
3402017 = Aurora
3402018 = Windows szabvány
3402019 = Kisegítő
3402020 = Rainbow
3402021 = Sea Breeze
3402022 = Csak sikkaszt fájlokat:
3402023 = Van kisebb töredékek
3402024 = Több mint
3402025 = Nagyobb, mint
3402026 = Kisebb, mint a
3402027 = Töredékek
3402028 = Mozgatás nagy fájlokat, hogy a végén a hajtás
3402029 = Minimális fájlméret:
3402030 = Fájlokat, amelyeket nem elérhető az elmúlt hónapban
3402031 = Fájlok a Lomtár
3402032 = Fájlok a kiválasztott típus
3402033 = Kategória
3402034 = Type
3402035 = Add
3402036 = Szerkeszt
3402037 = Törlés
3402038 = Zárja ki a fájlokat, hogy nem akarja, hogy sikkaszt. pl. video fájlokat. {# 13 # 10} Ez fel fogja gyorsítani a töredezettségmentesítés.
3402039 = Fájlok hozzáadása
3402040 = Mappa hozzáadása
3402041 = Auto defrag kikapcsolva
3402042 = Auto Defrag On
3402043 = Ha az automatikus sikkaszt be van kapcsolva, akkor sikkaszt a merevlemezt automatikusan a számítógép csúcssebességgel működik.
3402044 = Automatikus töredezettségmentesítés, amikor a rendszer tétlen %s perc (ek)
3402045 = Szünet, amikor a CPU vagy a merevlemez használat meghaladja %s %
3402046 = Meghajtók
3402047 = Utolsó töredezettségmentesítés:
3402048 = Töredezettségmentesített fájlokat:
3402049 = Futtatás a menetrend
3402050 = Action:
3402051 = Frekvencia:
3402052 = idő:
3402053 = Defrag csak
3402054 = Defrag és optimalizálása
3402055 = Napi
3402056 = Heti
3402057 = Havi
3402058 = Hétfő
3402059 = Kedd
3402060 = Szerda
3402061 = Csütörtök
3402062 = Péntek
3402063 = Szombat
3402064 = Vasárnap
3402065 = Boot idő Defrag aktív
3402066 = Defrag Típus:
3402067 = Method
3402068 = Mindennapi csomagtartó
3402069 = Mindennapi első csomagtartó
3402070 = Minden %s nap első csomagtartó
3402071 = Max naplófájlok:
3402072 = Indítás AutoCheck
        
3402073 = Advanced Defrag
3402074 = Fast Defrag
3402075 = Mappa kijelölése
3402076 = Kérjük ellenőrízze a meghajtót, ahol akarsz sikkaszt!
3402077 = Tippek
3402078 = Kérem válasszon egy kategóriát!
3402079 = Valóban törölni kívánja ezt a kategóriát?
3402080 = Fájl hozzáadása Kategória
3402081 = Fájl szerkesztése kategória
3402082 = OK
3402083 = Mégse
3402084 = Boot-Time Defrag defragments fájlokat, amelyeket nem lehet biztonságosan mozgatni, miközben a Windows fut.

/ / FrmConfig
3403001 = Archívum
3403002 = Movies
3403003 = Disk Images

/ / FrmCategory
3404001 = Kategória neve nem lehet üres!
3404002 = Type formátum hiba! Például: (*. Doc / *. Doc, ..., *. TXT).

/ / FrmFileType
3405001 = Kategória:
3405002 = Típus:

[SpyRemover]
2701001 = Malware Remover
2701002 = Malware Remover
2701003 = Gyorsan átvizsgálja és eltávolítja a kémprogramokat és adware
2701004 = Scan
2701005 = Eltávolítása
2701006 = Restore
2701007 = Rescan
2701008 = Válassza ki a kívánt biztonsági mentést visszaállítani, majd kattintson a "Restore" gombra.
2701010 = Type
2701011 = Status
2701012 = Mentések
2701013 = Biztosan vissza akarja állítani: %s, a rendszerleíró adatbázis?
2701014 = %s sikeresen visszaállítva a regisztrációs adatbázisba.
2701015 = Vizsgálat %s
2701016 = Beolvasott fájlokat: %s
2701017 = Malware megtisztított sikeresen!
2701018 = Restore
2701019 = Scan Malware
2701020 = Olvasása befejeződött
2701021 = %s Malwares található
2701022 = Malware nem található
2701023 = 1 Malware találtak
2701024 = Nincs tétel ellenőrzése
2701025 = %s elem jelölve
2701026 = %s ellenőrzött tételek
2701027 = Malware Info
2701028 = Malware nem található!
2702001 = Részletek
2702002 = Kérjük selete a bejegyzéseket törölni kívánt.

[BOOT TIME]
2901001 = Csak tájékoztató jellegűek.
2901002 = A Windows boot idő nagyon lassú, %s felhasználó lassabb.
2901003 = A Windows boot idő lassabb, %s felhasználó lassabb.
2901004 = A Windows boot idő tábornok, %s felhasználó lassabb.
2901005 = A Windows boot idő gyors, %s felhasználó lassabb.
2901006 = A Windows boot idő nagyon gyors, %s felhasználó lassabb.
2901007 = Nem sikerült az adatok, a referencia-értéket nem lehet kiszámítani.
2901008 = Ismerkedés a boot idő, kérem várjon ...

[Driver Backup]
2200001 = Driver Manager
2201001 = Backup
2201002 = Eltávolítás
2201003 = Restore

2201004 = Válassza ki az illesztőprogramokat telepíteni kívánt, majd kattintson a "Restore".
2201005 = Válassza ki az illesztőprogramokat eltávolítani kívánt, majd kattintson a "Uninstall" gombra.
2201006 = Válassza ki a cél mappát, ahová elmentette a biztonsági mentés:
2201007 = Mentés mentés fájlt:
2201008 = Driver Backup
2201009 = %s létrehozása sikertelen!
2201010 = Biztosan el akarja távolítani ezt az eszközt?
2201011 = Device Name
2201012 = Verzió
2201013 = Mentés dátuma
2201014 = A számítógépet újra kell indítani!


[Software Update]
4000001 = Software Update
4000002 =

4001001 = Bővebben ...
4001002 = Mégse
4001003 = Folytatás
4001004 = Run szoftver frissítése a Windows indításakor
4001005 = Scan
4001006 = Rescan
4001007 = 100% beolvasás befejeződött.
4001009 =
4001010 = Kész kezdve ...
4001011 = Vizsgálat számítógép ...
4001012 = Adatok elemzésre küldése ...
4001013 = Eredmények megnyitása ...
4001014 = Kattintson a "Scan" gombra, hogy ellenőrizze a számítógépet a telepített szoftver!
4001015 = Látogatás www.glarysoft.com
4001016 = Visszaállítás tálca
4001017 = Kilépés
4001019 = Kattintson az üzenetet, hogy többet.
4001020 = Részletek
4001021 = Scan for updates

4001022 = Önnek 1 új frissítés elérhető.
4001023 = Önnek %s új frissítéseket.
4001024 = Van 1 beta elérhető frissítés.
4001025 = Még %s beta verzió.

4001026 = Önnek 1 új frissítés és 1 beta elérhető frissítés.
4001027 = Önnek 1 új frissítés és %s béta verzió.
4001028 = Önnek %s új frissítéseket és 1 beta elérhető frissítés.
4001029 = Önnek %s új frissítéseket és %s2 beta verzió.
4001030 = Jelenleg nincs elérhető frissítés.